{
    "Page 1": "Examination of the chest and lungs was normal, ABDOMINAL EXAM: Abdominal examination revealed no abnormal findings. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: All findings from Mr. Ring's cognitive assessment were determined to be within normal limits. Keith Ring's affect was appropriate. Mr. Ring's attitude remained cooperative throughout this interview. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: Scars were present on the lower back. PALPATION: Palpation of the lower back was within normal limits. Findings include severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint at L3, L4, L5, S1, foot and T1-T5. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in the patient's left lower extremities was graded as 5/5. Left extremity muscle strength was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. Muscle tone in his left lower extremities was normal. Muscle tone in his right lower extremities was decreased. SENSORY: The patient had grossly intact to all dermatomes tested in the left lower extremity sensation upon left extremity exam. He experienced sensation that was decreased to touch upon examination of the right lower extremities. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left side was normal. Quadriceps femoralis reflex (L3, L4) was normal on the right. Achilles reflex (L5, S1) was normal on the left side. Achilles reflex (L5, S1) on the right was normal. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 7/12/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local Patient: Ring, Keith DOB: 8/9/1963 9 ",
    "Page 2": "PROCEDURE PERFORMED: Right lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 3:30 pm Blood pressure: 130/85 BP Position: left/sitting Pulse Rate: 67 INDICATIONS: INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Right lumbar transforaminal nerve block: The patient is ASA class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane followed by an oblique view to maximally visualize the Superior articular process A 27 gauge needle was advanced in the fat and subcutaneous tissues . 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches curved-tip stiletted needle was advanced to the Right L4, Right L5 and Right S1 under fluoroscopic guidance. injections Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained Total fluoroscopy time was 0 min 16 sec. ! cc of 40 mg depomedrol was added to 1 cc of xylocaine 1% and 1 cc of normal saline 1 cc of the mixture was injected in each foramina in divided doses, after negative aspiration for blood and CSF, without a problem. At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: Keith was provided with educational material on keeping the injection area clean. He was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. Patient: Ring, Keith DOB: 8/9/1963 10 ",
    "Page 3": "He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 137/82 Pulse Rate: 60 Pulse OX: 98 PLAN: Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications , as the pain relief outweighs the side effects and there are no signs of abuse or diversion Because of that, my specific analgesic plan is that I will continue prescribing pain medications Of note, I reminded him not to drive while taking pain medication. The patient understands. and continue on the current pain medication.. DIAGNOSIS: V58,69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region 724.4 Lumbar Radiculitis/Neuritis 10/2/2012 Procedure CHIEF COMPLAINT: Patient is here for treatment of his radiculopathy and refill of his pain medications. He feels that he is detriorating and he wants to go see a new spine surgeon as he thinks he will end up in a wheel chair. I will refer him to a spine surgeon. He was last seen on 7/12/2012. At the time of the last visit, we performed Right lumbar transforaminal nerve block Mr. Ring stated that his pain has improved 80% since the last injection for 10 weeks and now the pain has returned. The patient also stated that his functioning has improved 70% and the patient is happy with that as he feels that he is able to do more, interact more and have more restful nights On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 6 at its best. His pain level at the time of the encounter was a 9. This pain is localized in the low back L1-S1, right hip, right thigh right leg, right foot and left leg. Mr. Ring also described the pain as burning continuous, numbing pins and needles, pounding, pressure, pulsing, radiating, sharp shooting and throbbing He also is experiencing radiculopathy to right leg. The problem is made worse by lifting, getting up out of a chair, cold weather, standing up straight repetitive movement, humidity, housework, activities standing and walking Mr. Ring stated that nerve blocks, medications, rest, hot showers heat, immobilization, tens unit, jacuzzi and sitting down alleviates his problem. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. PHYSICAL THERAPY: The patient has had physical therapy. Patient: Ring, Keith DOB: 8/9/1963 11 ",
    "Page 4": "ANTI INFLAMMATORIES: Mr. Ring has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities VITAL SIGNS: Pulse Rate 64 Sitting Pressure/Systolic L:160 Sitting Pressure/Diastolic L:99 Height 5'6\" Weight 174 Body Mass Index 28.08 DRUGS - CURRENT: Medication Name Dosage Start Stop Form Route Qty Rfl Sig morphine tablet oral 90 0 extended release hydrocodone-acetaminophen tablet oral 40 0 gabapentin 300 mg 7/12/11 5/24/12 capsule oral 90 2 1 capsule capsule three times a day tizanidine 4 mg tablet 7/25/11 10/23/11 tablet oral 90 2 1 tablet three times a day diclofenac sodium 75 mg 2/24/12 5/24/12 tablet, oral 60 2 1 tablet tablet delayed twice a day release (e.c.) neurontin 300 mg 8/16/12 12/31/12 capsule oral 180 2 2 capsule capsule three times a day oxycodone 15 mg 8/16/12 11/1/12 tablet oral 90 0 1 tablet tablet three times a day Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear intoxicated, unkempt or impaired. BRIEF SYSTEMIC EXAM GENERAL APPEARANCE: The general appearance of this patient is unremarkable. This patient is a well nourished, well developed late middle-aged male in a great deal of pain . GAIT ANALYSIS: Visual inspection of gait was normal.He is walking slowly without limping or help to transfer and ambulate about the room. Patient walks with the stiffness Patient: Ring, Keith DOB: 8/9/1963 12 ",
    "Page 5": "HEENT: No abnormalities were detected upon examination of the eyes, ears, nose, and throat. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. CHEST AND LUNG EXAM: A chest and lung examination revealed no abnormal findings. ABDOMINAL EXAM: No abnormalities were detected upon abdominal examination. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: A cognitive assessment of this patient was unremarkable. The general affect that was conveyed by Mr. Ring was appropriate. The patient's mood was cooperative and pleasant throughout our session. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: There were scars on the lower back. PALPATION: Palpation of the lumbar spine was normal. Mr. Ring had severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint in the L3, L4, L5, S1, foot and T1-T5 area. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in his left lower extremities was graded as 5/5. Muscle strength in the left lower extremities was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. His left extremity muscle tone was normal. His right extremity muscle tone was decreased. SENSORY: He experienced sensation that was grossly intact to all dermatomes tested in the left lower extremity upon examination of the left lower extremities. Sensation on the right lower extremities was decreased to touch. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left was normal. Quadriceps femoralis reflex (L3, L4) on the right was normal. Achilles reflex (L5,S1) was normal on the left side. Achilles reflex (L5, S1) was normal on the right. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. Patient: Ring, Keith DOB: 8/9/1963 13 ",
    "Page 6": "OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 10/2/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local PROCEDURE PERFORMED: Right lumbar transforaminal nerve block and Left lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 9:45 am Blood pressure: 160/99 BP Position: left/sitting Pulse Rate: 64 INDICATIONS: INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Left lumbar transforaminal nerve block The patient is anesthesia class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane followed by an oblique view to maximally visualize the Superior articular process A 27 gauge needle was advanced in the fat and subcutaneous tissues . 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches spinal needle was advanced to the Left L4, Left L5 and Left S1 in an oblique view using fluoroscopic guidance. Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained to confirm proper needle placement in the neuroforamina involved Total fluoroscopy time was 0 min 1 cc of 40 mg Kenalog was added to 1 cc of 1% xylocaine and 1 cc of normal saline 1 cc of the mixture was injected in each foramina , in divided doses, after negative aspiration for blood and CSF, without a problem. Patient: Ring, Keith DOB: 8/9/1963 14 ",
    "Page 7": "At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: He was provided with information on keeping the injection area clean. Keith was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 133/88 Pulse Rate: 65 Pulse OX: 96 PLAN: Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury in 16 weeks as needed and will be reevaluated at that time and will proceed with treatment as necessary. The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications , as the pain relief outweighs the side effects and there are no signs of abuse or diversion Because of that, my specific analgesic plan is that I will continue prescribing pain medications . Of note, I reminded him not to drive while taking pain medication. The patient understands. , continue on the current pain medication. and be referred to a Neurosurgeon for consultation DIAGNOSIS: V58.69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region this note was electronically signed by Georges El Khoury M.D. Patient: Ring, Keith DOB: 8/9/1963 15 ",
    "Page 8": "COMPREHENSIVE PAIN CARE MEDICAL CENTER, INC. Georges F. Elkhoury, M.D. 2650 Elm Avenue, Suite 218 Long Beach, CA 90806 (562)424-2900 Fax (562)424-3200 Patient: Keith Ring D.O.B.: 8/9/1963 Chart #: 01-83020 5/24/2012 Office Visit CHIEF COMPLAINT: Mr. Ring is here for evaluation and treatment low back pain. Patient is working more physical Percocet not helping On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 7 at its best. His pain level at the time of the encounter was a 9. This pain is localized in the low back L1-S1, right leg and left leg. The patient describes this as burning , continuous, sharp , shooting and throbbing He also is not experiencing radiculopathy. Keith reports that cold weather , activities standing and walking exacerbates the problem. Mr. Ring stated that medications, hot showers , heat and sitting down alleviates his problem. With regard to his ambulatory status, the patient is moving slowly due to stiffness. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. PHYSICAL THERAPY: Mr. Ring has had physical therapy. ANTI INFLAMMATORIES: The patient has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities. DRUGS - CURRENT: Medication Name Dosage Start Stop Form Route Qty Rfl Sig hydrocodone-acetaminophen tablet oral 40 0 morphine tablet oral 90 0 extended release gabapentin 300 mg 7/12/11 5/24/12 capsule oral 90 2 1 capsule capsule three times a day tizanidine 4 mg tablet 7/25/11 10/23/11 tablet oral 90 2 1 tablet three times a day diclofenac sodium 75 mg 2/24/12 5/24/12 tablet, oral 60 2 1 tablet tablet delayed twice a day release (e.c.) oxycodone 15 mg 5/24/12 6/23/12 tablet oral 90 0 1 tablet tablet three times a day Patient: Ring, Keith DOB: 8/9/1963 1 ",
    "Page 9": "Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear intoxicated, unkempt or impaired. PAST MEDICAL HISTORY - PROBLEMS Mr. Ring indicated that he has experienced the following past medical problems: Spine: lower back pain and scoliosis REVIEW OF SYSTEMS: General: Nothing reported. Patient denies weight loss and weight gain. Constitutional: None reported. No apparent fever. Integumentary: No problems reported. He has denied other complaints HEENT: The patient denies motion sickness. Respiratory: Within normal limits. Cardiovascular: The patient reports high blood pressure. Gastrointestinal: Nothing reported. Genitourinary: Nothing reported. Endocrine: None reported. Musculoskeletal: The patient reports neck pain, back pain, arthritis, back injuries, muscle weakness, osteoarthritis and pain between the shoulders. Lymphatic: Nothing reported. Neuromuscular: Keith denies seizures. Neuropsychiatric: No depression and anxiety. Hematology: No complaints reported. VITAL SIGNS: Pulse Rate 75 Sitting Pressure/Systolic L:114 Sitting Pressure/Diastolic L:86 Height 5'6\" Weight 162 Body Mass Index 26.14 BRIEF SYSTEMIC EXAM GENERAL APPEARANCE: The general appearance of this patient is unremarkable. This patient is a well nourished, well developed in a moderate amount of distress. GAIT ANALYSIS: Evaluation of gait revealed normal movement and proprioception except as noted. He walking freely without limpimg or help transfer and ambulate about the room. Patient walks with the stiffness HEENT: Examination of this patient's eyes, ears, nose, and throat was unremarkable. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. Patient: Ring, Keith DOB: 8/9/1963 2 ",
    "Page 10": "CHEST AND LUNG EXAM: A chest and lung examination of this patient was unremarkable. ABDOMINAL EXAM: Abdominal examination showed Mr. Ring to be within normal limits. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: A cognitive assessment of this patient was unremarkable. Keith Ring's affect was appropriate. The patient's mood was cooperative throughout our session. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. CERVICAL/UPPER EXTREMITY EXAM: INSPECTION: Scars were present anteriorly in neck. PALPATION: Palpation of the neck was within normal limits. There was moderately severe and severe tenderness and radiation present on the midline demonstrated at C5 and C6. RANGE OF MOTION: Cervical flexion: normal Cervical extension: normal Left lateral cervical rotation: normal Right lateral cervical rotation: MOTOR: Muscle strength in the left extremities was 5/5. Muscle strength in the left extremities was 4/5. There were no focal deficits present. Grip strength in his left hand was found to be normal upon testing. His right-handed grip strength was normal. Mr. Ring did not demonstrate wasting in the left extremities. Muscle wasting was not evident in the right extremities. His left extremity muscle tone was normal. His right extremity muscle tone was normal. SENSORY: He experienced sensation that was normal upon examination of the left extremities. Right extremity sensation was decreased to touch. Biceps reflex (C5, C6) on the left side was normal. Biceps reflex (C5, C6) was normal on the right. Triceps reflex (C6, C7) on the left side was normal. Triceps reflex (C6, C7) was normal on the right side. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: Lumbar spine inspection revealed no scarring. PALPATION: Palpation of the lower back was within normal limits. There was severe tenderness and radiation present demonstrated at L3, L4, L5, hip, thigh, leg, ankle and foot. MOTOR: Left extremity muscle strength was 5/5. Muscle strength in the left lower extremities was 4/5. Muscle wasting was not evident in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. Mr. Ring's left extremity muscle tone was normal. Mr. Ring's right extremity muscle tone was decreased. Patient: Ring, Keith DOB: 8/9/1963 3 ",
    "Page 11": "SENSORY: He experienced sensation that was grossly intact to all dermatomes tested in the left lower extremity upon examination of the left lower extremities. Sensation on the patient's right lower extremities was decreased to touch. Quadriceps femoralis reflex (L3, L4) was normal on the left side. Quadriceps femoralis reflex (L3, L4) was normal on the right. Achilles reflex (L5, S1) was normal on the left side. Achilles reflex (L5, S1) was normal on the right. Straight leg raise in supine position was negative bilaterally. DISCUSSION: I spent over 15 minutes face-to-face with the patient. I discussed with Mr. Ring the exam findings, his complaints and clinical presentation. There may be degenerative disc disease, which could be the reason he is experiencing pain. Based on the exam findings and supporting data, I recommend medication management MEDICATION RECOMMENDATIONS The patient should increase to Oxycodone 15mg tid Discussed with him our medication agreement and opioid policy. Medication agreement was signed by Mr. Ring. 1. Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications ,I reminded patient not to drive while taking pain medication. The patient understands. 2. The patient is to return in 3 months as needed PLAN NOTES: 1 To change pain medications to Oxycocdone 15mg tid 3. Patient to come back in 3 months for reassessment DIAGNOSIS: 722.52 Lumbar degenerative disc disease 7/12/2012 Procedure CHIEF COMPLAINT: Patient is here for treatment of his radiculopathy and refill of his pain medications. Pt fell through the floor of a mobile home and since then he has a lot of problems. He is in severe pain and can not mobilize much. He is struggling with his ADL and sleep. He saw a new surgeon to help evaluate his situation. He was last seen on 5/26/2011. At the time of the last visit, we performed Right cervical transforaminal nerve block On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 4 at its best. His pain level at the time of the encounter was a 9. The pain is located in the low back L1-S1, right hip, , right thigh right leg, right foot and left leg. The patient describes this as burning continuous, numbing, pins and needles, pounding, pressure, pulsing, radiating, sharp , shooting and throbbing Additionally, he is experiencing radiculopathy to right leg Keith reports that lifting, getting up out of a chair, cold weather standing up straight repetitive movement, humidity, housework, activities , standing and walking exacerbates the problem. The pain is improved by nerve blocks, medications, rest, hot showers , heat, immobilization, tens unit, jacuzzi and sitting down. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. Patient: Ring, Keith DOB: 8/9/1963 4 ",
    "Page 12": "PHYSICAL THERAPY: The patient has had physical therapy. ANTI INFLAMMATORIES The patient has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities. VITAL SIGNS: Pulse Rate 67 Sitting Pressure/Systolic L:130 Sitting Pressure/Diastolic L:85 Height 5'6\" Weight 174 Body Mass Index 28.08 DRUGS - CURRENT: Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear intoxicated, unkempt or impaired. BRIEF SYSTEMIC EXAM GENERAL APPEARANCE: The general appearance of Mr. Ring is normal. This patient is a well nourished, well developed late middle-aged male in a moderate amount of distress. He is walking slowly without limping or help to transfer and ambulate around the room. Patient walks with the stiffness HEENT: Examination of the eyes, ears, nose, and throat revealed no abnormal findings. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. CHEST AND LUNG EXAM: Examination of the chest and lungs was normal. ABDOMINAL EXAM: Abdominal examination revealed no abnormal findings. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: All findings from Mr. Ring's cognitive assessment were determined to be within normal limits. Keith Ring's affect was appropriate. Mr. Ring's attitude remained cooperative throughout this interview. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: Scars were present on the lower back. Patient: Ring, Keith DOB: 8/9/1963 5 ",
    "Page 13": "PALPATION: Palpation of the lower back was within normal limits. Findings include severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint at L3, L4, L5, S1, foot and T1-T5. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in the patient's left lower extremities was graded as 5/5. Left extremity muscle strength was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. Muscle tone in his left lower extremities was normal. Muscle tone in his right lower extremities was decreased. SENSORY: The patient had grossly intact to all dermatomes tested in the left lower extremity sensation upon left extremity exam. He experienced sensation that was decreased to touch upon examination of the right lower extremities. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left side was normal. Quadriceps femoralis reflex (L3, L4) was normal on the right. Achilles reflex (L5, S1) was normal on the left side. Achilles reflex (L5, SI) on the right was normal. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 7/12/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local PROCEDURE PERFORMED: Right lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 3:30 pm Blood pressure: 130/85 BP Position: left/sitting Pulse Rate: 67 INDICATIONS: Patient: Ring, Keith DOB: 8/9/1963 6 ",
    "Page 14": "INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Right lumbar transforaminal nerve block: The patient is ASA class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane, followed by an oblique view to maximally visualize the Superior articular process A 27 gauge needle was advanced in the fat and subcutaneous tissues 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches curved-tip stiletted needle was advanced to the Right L4, Right L5 and Right S1 under fluoroscopic guidance. injections Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained Total fluoroscopy time was 0 min 16 sec. ! cc of 40 mg depomedrol was added to 1 cc of xylocaine 1% and 1 cc of normal saline 1 cc of the mixture was injected in each foramina in divided doses, after negative aspiration for blood and CSF, without a problem. At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: Keith was provided with educational material on keeping the injection area clean. He was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 137/82 Pulse Rate: 60 Pulse OX: 98 PLAN: Patient: Ring, Keith DOB: 8/9/1963 7 ",
    "Page 15": "Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications as the pain relief outweighs the side effects and there are no signs of abuse or diversion Because of that, my specific analgesic plan is that I will continue prescribing pain medications Of note, I reminded him not to drive while taking pain medication. The patient understands. and continue on the current pain medication.. DIAGNOSIS: V58.69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region 724.4 Lumbar Radiculitis/Neuritis 10/2/2012 Procedure CHIEF COMPLAINT: Patient is here for treatment of his radiculopathy and refill of his pain medications. He feels that he is detriorating and he wants to go see a new spine surgeon as he thinks he will end up in a wheel chair. I will refer him to a spine surgeon. He was last seen on 7/12/2012. At the time of the last visit, we performed Right lumbar transforaminal nerve block Mr. Ring stated that his pain has improved 80% since the last injection for 10 weeks and now the pain has returned. The patient also stated that his functioning has improved 70% and the patient is happy with that as he feels that he is able to do more, interact more and have more restful nights . On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 6 at its best. His pain level at the time of the encounter was a 9. This pain is localized in the low back L1-S1, right hip right thigh right leg, right foot and left leg. Mr. Ring also described the pain as burning, continuous, numbing , pins and needles, pounding, pressure, pulsing, radiating, sharp shooting and throbbing He also is experiencing radiculopathy to right leg The problem is made worse by lifting, getting up out of a chair, cold weather standing up straight repetitive movement, humidity, housework, activities standing and walking Mr. Ring stated that nerve blocks, medications, rest, hot showers heat, immobilization, tens unit, jacuzzi and sitting down alleviates his problem. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. PHYSICAL THERAPY: The patient has had physical therapy. ANTI INFLAMMATORIES: Mr. Ring has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities VITAL SIGNS: Pulse Rate 64 Sitting Pressure/Systolic L:160 Sitting Pressure/Diastolic L:99 Height 5'6\" Weight 174 Body Mass Index 28.08 DRUGS - CURRENT: Medication Name Dosage Start Stop Form Route Qty Rfl Sig morphine tablet oral 90 0 Patient: Ring, Keith DOB: 8/9/1963 8 ",
    "Page 16": "extended release hydrocodone-acetaminophen tablet oral 40 0 gabapentin 300 mg 7/12/11 5/24/12 capsule oral 90 2 1 capsule capsule three times a day tizanidine 4 mg tablet 7/25/11 10/23/11 tablet oral 90 2 1 tablet three times a day diclofenac sodium 75 mg 2/24/12 5/24/12 tablet, oral 60 2 1 tablet tablet delayed twice a day release (e.c.) neurontin 300 mg 8/16/12 12/31/12 capsule oral 180 2 2 capsule capsule three times a day oxycodone 15 mg 8/16/12 11/1/12 tablet oral 90 0 1 tablet tablet three times a day Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear intoxicated, unkempt or impaired. BRIEF SYSTEMIC EXAM GENERAL APPEARANCE: The general appearance of this patient is unremarkable. This patient is a well nourished, well developed late middle-aged male in a great deal of pain GAIT ANALYSIS: Visual inspection of gait was normal.He is walking slowly without limping or help to transfer and ambulate about the room. Patient walks with the stiffness HEENT: No abnormalities were detected upon examination of the eyes, ears, nose, and throat. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. CHEST AND LUNG EXAM: A chest and lung examination revealed no abnormal findings. ABDOMINAL EXAM: No abnormalities were detected upon abdominal examination. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: A cognitive assessment of this patient was unremarkable. The general affect that was conveyed by Mr. Ring was Patient: Ring, Keith DOB: 8/9/1963 9 ",
    "Page 17": "appropriate. The patient's mood was cooperative and pleasant throughout our session. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: There were scars on the lower back. PALPATION: Palpation of the lumbar spine was normal. Mr. Ring had severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint in the L3, L4, L5, S1, foot and T1-T5 area. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in his left lower extremities was graded as 5/5. Muscle strength in the left lower extremities was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. His left extremity muscle tone was normal. His right extremity muscle tone was decreased. SENSORY: He experienced sensation that was grossly intact to all dermatomes tested in the left lower extremity upon examination of the left lower extremities. Sensation on the right lower extremities was decreased to touch. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left was normal. Quadriceps femoralis reflex (L3, L4) on the right was normal. Achilles reflex (L5, S1) was normal on the left side. Achilles reflex (L5, SI) was normal on the right. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 10/2/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local PROCEDURE PERFORMED: Right lumbar transforaminal nerve block and Left lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Patient: Ring, Keith DOB: 8/9/1963 10 ",
    "Page 18": "Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 9:45 am Blood pressure: 160/99 BP Position: left/sitting Pulse Rate: 64 INDICATIONS: INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Left lumbar transforaminal nerve block The patient is anesthesia class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane , followed by an oblique view to maximally visualize the Superior articular process A 27 gauge needle was advanced in the fat and subcutaneous tissues 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches spinal needle was advanced to the Left L4, Left L5 and Left S1 in an oblique view using fluoroscopic guidance. Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained to confirm proper needle placement in the neuroforamina involved Total fluoroscopy time was 0 min 1 cc of 40 mg Kenalog was added to 1 cc of 1% xylocaine and 1 cc of normal saline 1 cc of the mixture was injected in each foramina , in divided doses, after negative aspiration for blood and CSF, without a problem. At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: He was provided with information on keeping the injection area clean. Keith was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Patient: Ring, Keith DOB: 8/9/1963 11 ",
    "Page 19": "Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 133/88 Pulse Rate: 65 Pulse OX: 96 PLAN: Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury in 16 weeks as needed and will be reevaluated at that time and will proceed with treatment as necessary. The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications , as the pain relief outweighs the side effects and there are no signs of abuse or diversion . Because of that, my specific analgesic plan is that I will continue prescribing pain medications Of note, I reminded him not to drive while taking pain medication. The patient understands. , continue on the current pain medication. and be referred to a Neurosurgeon for consultation DIAGNOSIS: V58.69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region this note was electronically signed by Georges El Khoury M.D. Patient: Ring, Keith DOB: 8/9/1963 12 ",
    "Page 20": "COMPREHENSIVE PAIN CARE MEDICAL CENTER, INC. Georges F. Elkhoury, M.D. 2650 Elm Avenue, Suite 218 Long Beach, CA 90806 (562)424-2900 Fax (562)424-3200 Patient: Keith Ring D.O.B.: 8/9/1963 Chart #: 01-83020 7/12/2012 Procedure CHIEF COMPLAINT: Patient is here for treatment of his radiculopathy and refill of his pain medications. Pt fell through the floor of a mobile home and since then he has a lot of problems. He is in severe pain and can not mobilize much. He is struggling with his ADL and sleep. He saw a new surgeon to help evaluate his situation. He was last seen on 5/26/2011. At the time of the last visit, we performed Right cervical transforaminal nerve block On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 4 at its best. His pain level at the time of the encounter was a 9. The pain is located in the low back L1-S1, right hip right thigh right leg, right foot and left leg. The patient describes this as burning , continuous, numbing pins and needles, pounding, pressure, pulsing, radiating, sharp , shooting and throbbing . Additionally, he is experiencing radiculopathy to right leg Keith reports that lifting, getting up out of a chair, cold weather, standing up straight , repetitive movement, humidity, housework, activities standing and walking exacerbates the problem. The pain is improved by nerve blocks, medications, rest, hot showers heat, immobilization, tens unit, jacuzzi and sitting down. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. PHYSICAL THERAPY: The patient has had physical therapy. ANTI INFLAMMATORIES: The patient has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities. VITAL SIGNS: Pulse Rate 67 Sitting Pressure/Systolic L:130 Sitting Pressure/Diastolic L:85 Height 5'6\" Weight 174 Body Mass Index 28.08 DRUGS - CURRENT: Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear intoxicated, unkempt or impaired. BRIEF SYSTEMIC EXAM Patient: Ring, Keith DOB: 8/9/1963 1 ",
    "Page 21": "GENERAL APPEARANCE: The general appearance of Mr. Ring is normal, This patient is a well nourished, well developed late middle-aged male in a moderate amount of distress. He is walking slowly without limping or help to transfer and ambulate around the room. Patient walks with the stiffness HEENT: Examination of the eyes, ears, nose, and throat revealed no abnormal findings. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. CHEST AND LUNG EXAM: Examination of the chest and lungs was normal. ABDOMINAL EXAM: Abdominal examination revealed no abnormal findings. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: All findings from Mr. Ring's cognitive assessment were determined to be within normal limits. Keith Ring's affect was appropriate. Mr. Ring's attitude remained cooperative throughout this interview. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: Scars were present on the lower back. PALPATION: Palpation of the lower back was within normal limits. Findings include severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint at L3, L4, L5, S1, foot and T1-T5. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in the patient's left lower extremities was graded as 5/5. Left extremity muscle strength was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. Muscle tone in his left lower extremities was normal. Muscle tone in his right lower extremities was decreased. SENSORY: The patient had grossly intact to all dermatomes tested in the left lower extremity sensation upon left extremity exam. He experienced sensation that was decreased to touch upon examination of the right lower extremities. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left side was normal. Quadriceps femoralis reflex (L3, L4) was normal on the right. Achilles reflex (L5, SI) was normal on the left side. Achilles reflex (L5, SI) on the Patient: Ring, Keith DOB: 8/9/1963 2 ",
    "Page 22": "right was normal. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 7/12/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local PROCEDURE PERFORMED: Right lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 3:30 pm Blood pressure: 130/85 BP Position: left/sitting Pulse Rate: 67 INDICATIONS: INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Right lumbar transforaminal nerve block: The patient is ASA class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane followed by an oblique view to maximally visualize the Superior articular process . A 27 gauge needle was advanced in the fat and subcutaneous tissues . 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches curved-tip stiletted needle was advanced to the Right L4, Right L5 and Right SI under Patient: Ring, Keith DOB: 8/9/1963 3 ",
    "Page 23": "fluoroscopic guidance. injections Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained Total fluoroscopy time was 0 min 16 sec. ! cc of 40 mg depomedrol was added to 1 cc of xylocaine 1% and 1 cc of normal saline 1 cc of the mixture was injected in each foramina in divided doses, after negative aspiration for blood and CSF, without a problem. At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: Keith was provided with educational material on keeping the injection area clean. He was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 137/82 Pulse Rate: 60 Pulse OX: 98 PLAN: Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications , as the pain relief outweighs the side effects and there are no signs of abuse or diversion Because of that, my specific analgesic plan is that I will continue prescribing pain medications . Of note, I reminded him not to drive while taking pain medication. The patient understands. and continue on the current pain medication.. DIAGNOSIS: V58.69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region 724.4 Lumbar Radiculitis/Neuritis 10/2/2012 Procedure CHIEF COMPLAINT: Patient is here for treatment of his radiculopathy and refill of his pain medications. He feels that he is detriorating and he wants to go see a new spine surgeon as he thinks he will end up in a wheel chair. I will refer him to a spine surgeon. He was last seen on 7/12/2012. At the time of the last visit, we performed Right lumbar transforaminal nerve block Mr. Ring stated that his pain has improved 80% since the last injection for 10 weeks and now the pain has returned. Patient: Ring, Keith DOB: 8/9/1963 4 ",
    "Page 24": "The patient also stated that his functioning has improved 70% and the patient is happy with that as he feels that he is able to do more, interact more and have more restful nights On a Scale of 0-10 with 0 representing \"no pain at all\" and 10 representing \"the worst pain imaginable\", the patient rates his pain as 10 at its worst and 6 at its best. His pain level at the time of the encounter was a 9. This pain is localized in the low back L1-S1, right hip , right thigh , right leg, right foot and left leg. Mr. Ring also described the pain as burning 1 continuous, numbing , pins and needles, pounding, pressure, pulsing, radiating, sharp , shooting and throbbing He also is experiencing radiculopathy to right leg . The problem is made worse by lifting, getting up out of a chair, cold weather standing up straight repetitive movement, humidity, housework, activities , standing and walking Mr. Ring stated that nerve blocks, medications, rest, hot showers , heat, immobilization, tens unit, jacuzzi and sitting down alleviates his problem. The patient denies problems with bowel/bladder control. SPINE SURGERY: The patient had lumbar and cervical spine surgery. PHYSICAL THERAPY: The patient has had physical therapy. ANTI INFLAMMATORIES: Mr. Ring has tried anti inflammatories with no relief. ALLERGIES AND SENSITIVITIES: Mr. Ring has no known drug allergies and/or sensitivities VITAL SIGNS: Pulse Rate 64 Sitting Pressure/Systolic L:160 Sitting Pressure/Diastolic L:99 Height 5'6\" Weight 174 Body Mass Index 28.08 DRUGS - CURRENT: Medication Name Dosage Start Stop Form Route Qty Rfl Sig morphine tablet oral 90 0 extended release hydrocodone-acetaminophen tablet oral 40 0 gabapentin 300 mg 7/12/11 5/24/12 capsule oral 90 2 1 capsule capsule three times a day tizanidine 4 mg tablet 7/25/11 10/23/11 tablet oral 90 2 1 tablet three times a day diclofenac sodium 75 mg 2/24/12 5/24/12 tablet, oral 60 2 1 tablet tablet delayed twice a day release (e.c.) neurontin 300 mg 8/16/12 12/31/12 capsule oral 180 2 2 capsule capsule three times a day oxycodone 15 mg 8/16/12 11/1/12 tablet oral 90 0 1 tablet tablet three times a day Drug Related Behavior The patient has not called for any early refills or reported lost or stolen prescriptions. The patient does not insist on any certain medication by name and does not call for changes of medications or pharmacies. The patient does not appear Patient: Ring, Keith DOB: 8/9/1963 5 ",
    "Page 25": "intoxicated, unkempt or impaired. BRIEF SYSTEMIC EXAM GENERAL APPEARANCE: The general appearance of this patient is unremarkable. This patient is a well nourished, well developed late middle-aged male in a great deal of pain GAIT ANALYSIS: Visual inspection of gait was normal.He is walking slowly without limping or help to transfer and ambulate about the room. Patient walks with the stiffness HEENT: No abnormalities were detected upon examination of the eyes, ears, nose, and throat. HEART/VASCULAR EXAM: Heart and vascular examination was within normal limits. CHEST AND LUNG EXAM: A chest and lung examination revealed no abnormal findings. ABDOMINAL EXAM: No abnormalities were detected upon abdominal examination. CRANIAL NERVES: Cranial nerve examination was performed on CN I - XII and no abnormalities were detected. COGNITIVE ASSESSMENT: A cognitive assessment of this patient was unremarkable. The general affect that was conveyed by Mr. Ring was appropriate. The patient's mood was cooperative and pleasant throughout our session. He was alert and oriented X 4 during the examination. Keith was oriented to person, place, time and event. LUMBAR/LOWER EXTREMITY EXAM: INSPECTION: There were scars on the lower back. PALPATION: Palpation of the lumbar spine was normal. Mr. Ring had severe tenderness, spasm and radiation present on the right paraspinous muscle and right facet joint in the L3, L4, L5, SI, foot and T1-T5 area. RANGE OF MOTION: STATUS: PAIN: RELIEF: Lumbar flexion: normal Lumbar extension: reduced slightly due to pain Left lateral lumbar rotation: reduced mildly due to pain Right lateral lumbar rotation: reduced moderatly due to pain MOTOR: Muscle strength in his left lower extremities was graded as 5/5. Muscle strength in the left lower extremities was 4/5. There were no focal deficits present. The patient showed no muscle wasting in the left extremities. Mr. Ring did not demonstrate wasting in the right extremities. His left extremity muscle tone was normal. His right extremity muscle tone was decreased. Patient: Ring, Keith DOB: 8/9/1963 6 ",
    "Page 26": "SENSORY: He experienced sensation that was grossly intact to all dermatomes tested in the left lower extremity upon examination of the left lower extremities. Sensation on the right lower extremities was decreased to touch. There were no focal deficits present. Quadriceps femoralis reflex (L3, L4) on the left was normal. Quadriceps femoralis reflex (L3, L4) on the right was normal. Achilles reflex (L5, S1) was normal on the left side. Achilles reflex (L5, S1) was normal on the right. SPECIAL TESTS: Straight leg raise in supine position was negative bilaterally. Straight leg raise in supine position was positive on the right. OPERATIVE REPORT: Patient: Mr. Keith Ring Date of Service: 10/2/2012 Place of Service: Comprehensive Pain Care Medical Center Surgeon: George ElKhoury M.D. Anesthesia: Local PROCEDURE PERFORMED: Right lumbar transforaminal nerve block and Left lumbar transforaminal nerve block COMPLICATIONS: None ESTIMATED BLOOD LOSS: Minimal STATUS PRIOR TO PROCEDURE: Time vital signs taken: 9:45 am Blood pressure: 160/99 BP Position: left/sitting Pulse Rate: 64 INDICATIONS: INFORMED CONSENT: Mr. Ring has undergone the educational process involved with this procedure. The patient is aware and fully understands the risks involved with this procedure, potential damage to any and all body organs including possible bleeding, infection, spinal cord injury, nerve injury, swelling, rash, allergic reaction, need for surgery or repeated procedures, hospital admission, increased pain, unalleviated pain, seizures, paralysis and death. The patient understands that the potential for infection could result in abscess or meningitis resulting in the need for further surgery and prolonged medication prescription. He also understands that sterile surgical techniques will be followed and that the procedure will be undertaken in a safe, controlled, and monitored setting. He recognizes that the benefits include a return to a more functional lifestyle and improvement in the quality of life. Informed consent was signed by the patient. Mr. Ring agreed to proceed. PROCEDURE: Left lumbar transforaminal nerve block : The patient is anesthesia class 2. He was not NPO, local anesthetic was used. Standard monitors were placed including a non-invasive blood pressure cuff and pulse oximeter. Vital signs were taken as a baseline and monitored Patient: Ring, Keith DOB: 8/9/1963 7 ",
    "Page 27": "throughout the procedure. Mr. Ring was prone with a pillow beneath abdomen to flatten the normal lordotic curve, and remained in this position during the procedure. The injection site was prepped with Chlorhexidine prior to the injection. C arm was positioned in an AP plane , followed by an oblique view to maximally visualize the Superior articular process A 27 gauge needle was advanced in the fat and subcutaneous tissues 3 ml of 1% Lidocaine was used to infiltrate the soft tissues. 25 gauge, 3.5 inches spinal needle was advanced to the Left L4, Left L5 and Left S1 in an oblique view using fluoroscopic guidance. Aspiration was negative for blood, CSF and producing pain. PA and oblique views were obtained to confirm proper needle placement in the neuroforamina involved Total fluoroscopy time was 0 min 1 cc of 40 mg Kenalog was added to 1 cc of 1% xylocaine and 1 cc of normal saline 1 cc of the mixture was injected in each foramina in divided doses, after negative aspiration for blood and CSF, without a problem. At the end of the procedure, the needle was withdrawn and a sterile bandage was applied. POST-PROCEDURE STATUS: He was provided with information on keeping the injection area clean. Keith was told to expect discomfort for a few days, possible moderate swelling and irritation of the area which could last for few days and pain relief might not take effect for up to 1 to 3 week. He was advised to avoid heat for 2-3 days, avoid submersion in bath or jacuzzi for 3-5 days, call the office if there is bleeding or excessive pain not controlled by ice or medication, go to the E.R. if loss of balance and function or bladder control occurs. Keith was instructed to be careful the first 24 hours due to possible numbness from local anesthetic or effects of anesthesia, refrain from scrubbing the area in the shower and lightly pat to dry and continue on prescribed medications. Keith is experiencing no complications following his discharge. Appropriate written discharge instructions were given to the patient. He verbalized understanding of these instructions. Keith was kept under observation for the recovery period. He was discharged home after meeting discharge conditions. No motor or sensory deficits were noted. BP Position: sitting/left Blood Pressure: 133/88 Pulse Rate: 65 Pulse OX: 96 PLAN: Mr. Ring was discharged home with instructions to follow up with Dr ElKhoury in 16 weeks as needed and will be reevaluated at that time and will proceed with treatment as necessary. The patient is to Assessment of narcotic plan: My overall impression is that the patient is benefiting from the use of pain medications , as the pain relief outweighs the side effects and there are no signs of abuse or diversion Because of that, my specific analgesic plan is that I will continue prescribing pain medications . Of note, I reminded him not to drive while taking pain medication. The patient understands. , continue on the current pain medication. and be referred to a Neurosurgeon for consultation DIAGNOSIS: V58.69 Long-Term (Current) use of other Medications 722.83 Postlaminectomy Syndrome of Lumbar Region Patient: Ring, Keith DOB: 8/9/1963 8 "
}