{
    "Page 1": "ROCCO R. CALDERONE, M.D. Qualified Medical Examiner The Orthopedic and Spine Institute 2486 PONDEROSA DRIVE NORTH, SUITE D114 CAMARILLO, CA 93010 TEL (805) 484-2783 FAX (805) 987-8519 TAX ID NO: 77-0406014 January 28, 2020 Hanger, Steinberg, Shapiro & Ash Phillip A Denny, Esquire 21031 Ventura Boulevard Suite 800 Woodland Hills, CA, 91364 RE: Fredricksen vs Deybarrondo DOI: 12/22/2016 CLAIMED INJURIES: Cervical and Lumbar Spine CLAIM NO.: 0440194462 Independent Medical Legal Examination Mr. Fredricksen was seen, interviewed and examined by me at 2486 Ponderosa Drive, Ste D-114, Camarillo, California on January 28, 2020 at 9:10 AM. Alan Fredricksen presented today for interview and examination with Robert Kilroy DC as a legal observer. The records and deposition of Mr Fredricksen were also reviewed for this report. The exam was audio recorded by Mr Kilroy. HISTORY OF PRESENT INJURY: Mr Alan Fredricksen is a 49 yr old male who was involved in a MVA on 12/22/2016 in Simi Valley on Erringer Rd. He was the driver of a Chevy Silverado Pickup truck that was hit on the left side by a Kia that was travelling in the same direction in the lane to the left of him. Mr Fredricksen swerved to the right hitting a fire hydrant on the right front fender and bumper. Mr Fredricksen stated that he sustained injury to his neck and lower back as a result of the accident. He stated that he felt discomfort on his neck and lower back one to two weeks after the collision. In his deposition, Alan Fredrickson claimed injuries including neck pain, back pain, migraines and bilateral arm pain. He sought treatment on 1/7/17 at Simi Health Center urgent care with Dr Joshi for neck pain. He next went to Bruce Householder, D.C for chiropractic treatment for his neck and back beginning on 1/13/17 thru 4/26/17. Dr Householder's final report is dated 12/19/17. Mr Fredricksen was treated by Paul Chiu MD at Vanguard Interventional Pain Specialists on 5/31/17 and 7/20/17 for cervical epidural steroid injections and on 10/17/17 for a lumbar epidural steroid injection. He states that the cervical epidural injections helped for a couple months. He states that the lumbar epidural injection helped for less Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 1/11 ",
    "Page 2": "than a couple months. Mr Fredricksen was next referred to Ali Najafi MD of Neurosurgical Associates Medical Group, Fresno, CA on 11/16/18 for evaluation for surgery. Mr Fredricksen underwent anterior cervical discectomy and fusion surgery of C5-C6 and C6-C7 on 4/5/19 at Chapman Global Medial Center in Orange, CA for cervical disk displacement w/radiculopathy and cervical stenosis by Dr Najafi. Mr Fredricksen states that the surgery helped for his neck and the back of both of his shoulders in the upper back. Mr Fredricksen states that his lower back pain persisted with pain also in the front of his left thigh. Mr Fredricksen states that he went for lumbar microdiscectomy surgery on 9/6/19 also with Ali Najafi, MD. He states that the lumbar surgery helped but not as much as the cervical surgery. He states that his lower back pain persists. Mr Fredricksen states that he has no ongoing treatment currently. He states that he may possibly follow up with Dr. Najafi, He was last seen by Dr Najafi on 9/6/19 in his office in VanNuys. He stated that his activities which are impaired include boating. He stated that he no longer sleeps in the same bed with his wife and that he feels exhausted easier with less energy to do things. PRESENT COMPLAINTS: Mr Fredricksen continues with the complaint of neck pain which he describes as constant with an average pain level of #2 to 3/10. He states that the pain is located in the back of the neck and back of both shoulders but \"comes and goes\". The pain radiates down both arms intermittently with tingling in all four fingers bilaterally while laying down, He denies numbness in the neck or arms. He complains of intermittent headaches, \"once a week, twice a week sometimes not at all during the week\". Mr Fredricksen complains of tightness in his lower back with occasional pain in his lower back with twisting and bending. The average pain level in his lower back is #3/10. The lower back pain radiates into his left thigh. He states that he has occasional pain and \"tiredness\" in the front of the lower legs bilaterally. He states that he sometimes has tingling in the bottom of both feet in the morning. He denies any pain in the right leg and knee where the injury was located after the accident. He has no other complaints. PAST MEDICAL HISTORY: Mr Fredricksen denies previous surgeries to the neck or back prior to the accident of 12/22/16. He did undergo a lumbar epidural injection he recalls about 10 or 20 years ago. He states that the lumbar epidural injection helped at that time. Currently he had an anterior cervical fusion from C5 thru C7 on 4/5/19 and a lumbar microdiscectomy on 9/6/19 with Dr Ali Najafi. OTHER HOSPITALIZATIONS: Mr Fredricksen denies hospitalizations for his neck or back prior to 12/22/16. SOCIAL HISTORY: Social History: Preferred language is English. Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 2/11 ",
    "Page 3": "WORK HISTORY: Mr Fredricksen has worked and is currently working running his metal machine shop business. PAST INJURIES/DISABILITIES: Records indicate that Mr Fredricksen has had a past history of lower back pain in 2004 and neck pain in 2007. He had a prior injury to his low back with lower back pain and had an lumbar epidural injection approximately 10 years ago. PHYSICAL EXAMINATION: Exam Findings Details Musculoskeletal Comments Full exam follows. Musculoskeletal Normal Gait - Normal. Gait: normal, can stand on heels and on toes bilaterally, balance normal. SPINE EXAM Spinal ROMs were assessed in degrees with dual inclinometers. Cervical Spine: Inspection and palpation; normal lordosis, nontender. Healed incision right side of anterior neck 2 inch in length. Cervical ROM: Extension 48, Flexion 50, Side Bending R 40, L 40, Rotation R 70, L 70. Thoracic Spine: Inspection and palpation; normal kyphosis without deformity, nontender. Thoracic ROM: Extension 0, Flexion 60, Rotation L 30, R 30. Lumbar Spine: Inspection and palpation: normal lordosis, minimal tenderness right lumbar, healed midline 2 inch incision midlumbar. Lumbar ROM: Flexion 40 with sacral flexion angle of 40, Extension 20, Side bend L 22, R 22. Straight Leg Raise Test: negative bilaterally Neurologic Exam: Motor Exam: Intact manual assessment muscle strength, 5/5 to Upper Extremities, bilaterally, no deficits. Intact manual assessment muscle strength, 5/5 to the Lower Extremities, bilaterally, no deficits. Sensory Exam : Intact light touch throughout to Upper Extremities, bilaterally, no deficits. Intact light touch throughout to the Lower Extremities, bilaterally, no deficits. Reflexes: Normal bilaterally symmetrical to Upper and Lower Extremities; +2 biceps, triceps, patella & achilles, negative clonus bilaterally. LIMB CIRCUMFERENCE Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 3/11 ",
    "Page 4": "Upper arm: Right 37cm / Left 37cm Forearm: Right 31cm / Left 31cm Thigh: Right 47cm / Left 47cm Calf: Right 40cm / Left 40cm. GRIP STRENGTH: Right 45/45/45, Left 45/45/45 kg Hand Dominance: Right FOCUSED LUMBAR SPINE EXAM STANDING Inspection: normal Alignment: normal without scoliosis Shoulders level bilaterally Iliac crests level bilaterally Skin, incisions midline, midlumbar Ambulation Gait - no limp Walk on heels - normal, Walk on toes - normal, bilaterally Heel to Toe - normal / Rhomberg - negative / Balance - normal Palpation/Percussion No tenderness in lumbar region. Area of complaint described as midline lumbosacral region which is nontender. SEATED MOTOR Manual testing Hip Flexion - L2: 5/5 bilaterally Hip Abduction - L5: 5/5 bilaterally Hip extension strength - S1: 5/5 bilaterally Knee Extension - L3: 5/5 bilaterally Lesser Toes Extension - L4: 5/5 bilaterally Great toe extension - L5: 5/5 bilaterally Plantar flexion - S1: 5/5 bilaterally SENSATION Anterior Thighs - L2: intact bilaterally Lower anterior Thighs - L3: intact bilaterally Anterior knee and medial lower leg - L4: intact bilaterally Lateral lower leg dorsum foot and big toe - L5: intact bilaterally Plantar Foot - S1, S2: intact UPPER EXTREMITIES: INSPECTION: Right: No deformity, fingers and fingernails with blackened residue in creases from manual metal work Left: No deformity, fingers and fingernails with blackened residue in creases from manual metal work PALPATION: Right: No tenderness Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 4/11 ",
    "Page 5": "Left: No tenderness RANGE OF MOTION: (In Degrees) SHOULDER: Right / Left Flexion: 180 / 180 Extension: 50 /50 Abduction: 180 / 180 Adduction: 50/50 External Rotation: 80 / 80 Internal Rotation: 80/ 80 ELBOW: Right / Left Extension: 0 / 0 Flexion: 145 / 145 Supination: 90 / 90 Pronation: 90 / 90 WRIST: Right / Left Flexion: 80 / 80 Extension: 80 / 80 Radial Deviation: 20 / 20 Ulnar Deviation: 30 / 30 HAND: Right / Left FINGERS: without deficits in MP, PIP, DIP Joints. THUMB: without deficits in CMC, MP, IP Joints UPPER EXTREMITY SPECIAL TESTS: Shoulder: Impingement Test: Right; negative / Left; negative Drop Arm Test: Right; negative / Left; negative Elbow: Tinel Sign: Right; negative / Left; negative Lateral epicondyle pain with resisted wrist extension: Right; negative / Left; negative Medial epicondyle pain with resisted wrist flexion: Right; negative / Left; negative Wrist & Hand: DRUJ Instability: Right; negative / Left; negative Tinel Sign: Right; negative / Left; negative Phalen Sign: Right; negative / Left; negative Finkelstein Test: Right; negative / Left; negative Thumb CMC Grind Test: Right; negative / Left; negative LOWER EXTREMITIES: INSPECTION: Right: No deformity Left: No deformity PALPATION: Right: No tenderness Left: No tenderness RANGE OF MOTION: ( In Degrees) Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 5/11 ",
    "Page 6": "HIP: Right / Left Flexion: 110 / 110 Extension: 25 /25 Abduction: 50 / 50 Adduction: 25/20 External Rotation: 80 / 80 Internal Rotation: 60/ 60 KNEE: Right / Left Extension: 0 / 0 Flexion: 145 / 145 ANKLE: Right / Left Dorsiflexion: 25 / 25 Plantar flexion: 80 / 80 Eversion: 20 / 20 Inversion: 30 / 30 FOOT: Right / Left Toes: without deficits in MP, PIP, DIP Joints LOWER EXTREMITY SPECIAL TESTS: Hips: GT Bursa: Right; no swelling, nontender / Left; no swelling, nontender Trendelenburg: Right; negative / Left; negative Knees: Effusion: Right; negative / Left; negative ADT: Right; negative / Left; negative PDT: Right; negative / Left; negative Lachman Test: Right; negative / Left; negative MCL Stress Test: Right; negative / Left; negative LCL Stress Test: Right; negative / Left; negative McMurray Test: Right; negative / Left; negative Ankle & Foot: Effusion: Right; negative / Left; negative ADT: Right; negative / Left; negative Peroneal Tendon Instability: Right; negative / Left; negative Homans Sign: negative bilaterally REVIEW OF RECORDS: Bruce Householder, D.C. Chapman Global Medical Center Neurosurgical Associates Medical Group, Inc Vanguard Interventional Pain Specialists Simi Health Center Diagnostic Imaging Network Prohealth Advanced Imaging Paul Chiu, MD Pacific Ambulatory Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 6/11 ",
    "Page 7": "Neurosurgical Associates Medical Group, Inc 11/16/18, 05/02/19 Office visits 9/6/19 Microdiscectomy (noted in depo) Ali Najafi, MD 4/5/19 Cervical disk displacement w/radiculopathy Cervical stenosis Operative report 4/5/2019: Anterior cervical disectomy C5-C6 and C6-C7 with arthrodesis, interbody device and plate. Autologous bone graft, allograft Signafuse. Procedure in Detail: \"Vertebral bodies of C5 and C6 and C6 and C7 were drilled off to perform a partial corpectomy.\" (In radiographs no degree of corpectomy is noted. Findings consistent with discectomy and fusion only.) Neurosurgical Associates Medical Group billing records: Office visit 11/16/18 billed at $700 highest code cpt 99245 + $300 prolonged 99358 +$480 MRI cervical + $480 MRI lumbar. Total for 11/16/28 visit = $1960 Office visit 5/2/19 within standard global period included postop surgery billed at $700. Charges billed to Law office of Michael Yeung. 11/16/18, 05/02/19 Office visits Chapman Global Medical Center 4/5/19 Cervical disk displacement w/radiculopathy Cervical stenosis Ali Najafi, MD Billing records Chapman Global Medical Center: Charges include ICU $9000. Cervical discectomy and fusion does not normally require postop ICU admission absent significant complications. Bone grafts are charged at $3,000 + $8750 for Signafuse bone graft substitute product. Additional significantly high charges include anesthesia $12,515, recovery room $5000 + $7000. Primary Insurance listed as PI Lien. Paul Chiu MD/Pacific Ambulatory Surgery Center, Alhambra, CA, billing records: 5/10/17 Office visit CPT 99204 billed at $1200 5/31/17 cervical epidural injection procedure billed at $6701 plus trigger point injection $1500. Total billed for 7/20/17 injections $8201.00. Also billed service facility Pacific Ambulatory Surgery Center 5/31/17 billing of $5,950.00 Total billed for neck injection $14,151 7/20/17 cervical epidural injection procedure billed at $6701 plus trigger point injection $1500. Total billed for 7/20/17 injections $8201.00. Also service facility Pacific Ambulatory Surgery Center 7/20/17 billing of $5,950.00 Total billed for neck injection $14,151 10/17/17 lumbar epidural injection procedure billed at $5701.00 for lumbar epidural injection. Also service facility Pacific Ambulatory Surgery Center 10/17/17 billing of $2,969.50 Total billed for lower back injection $8,670.50. All billings addressed to Law office of Michael Yeung. (Billing charges compared to Medicare and standard insurance contracted rates are markedly excessive by an order of magnitude 2700% over standard rates). Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 7/11 ",
    "Page 8": "Vanguard Interventional Pain Specialists - Paul Chiu, MD 5/10/17- 12/11/18 Office Visits 5/31/17, 7/20/17, 10/17/17 Epidural steroid injections 1.Radiological exam of the cervical spine 2.Fluoroscopic guidance 3.Translaminar epidural cervical/thoracic block, single injection via catheter 4.Epidurography w/interpretation 5.Paravertebral intra-myofascial injections Diagnostic Imaging Network 8/22/19 Xray Spine Cervical Impression: Marked C4-5 intervertebral osteochondrosis & spondylosis deformans post C6-C7 fusion, no hardware dysfunction. 8/29/2017 MRI of the Lumbar Spine Impression: 1.Slight loss of normal disc signal with relative preservation of the disc height at L3-4 level. 2. Loss of normal disc height and disc signal at L4-5 level. 3. Mild L3-4 central canal stenosis secondary to a 2.5mm broad-based posterior disc bulge. There is extension of the disc into the right neural foramen, resulting in mild right neural foraminal stenosis. 4. Moderate L4-5 central canal stenosis secondary to a 4mm broad-based posterior disc herniation. There is extension of the disc into left neural foramen, resulting in left neural foraminal stenosis. Kamran Koochek, M.D. Prohealth Advanced Imaging 2/16/17 MR Cervical W/O GAD Findings: There is straightening of the normal cervical lordosis. The facet joint relationships are preserved. Vertebral body heights are maintained. There is no evidence of acute fracture or compression deformity. There is no evidence of cerebellar tonsillar herniation. The spinal cord signal intensity is unremarkable. There are no epidural collections. There are no pathologically enlarged cervical lymph nodes by size criteria. C2-C3: The intervertebral disk is desiccated. There is no significant disk bulge, protrusion or extrusion. The facet and uncovertebral joints are not hypertrophied. There is no evidence of spinal canal or foraminal narrowing. C3-C4: The intervertebral disk is desiccated. There is no significant disk bulge, protrusion or extrusion. There is mild facet joint hypertrophy and a small right sided facet joint effusion. There is no evidence of spinal canal or foraminal narrowing. C4-C5: There is mild narrowing of the intervertebral disk space with endplate irregularity and mild anterior endplate osteophyte formation. A 2-3 mm disk osteophyte complex present, which mildly effaces the anterior aspect of the thecal sac and moderately narrows the spinal canal. Moderate foraminal narrowing is demonstrated secondary to a combination of facet and uncovertebral joint hypertrophy. C5-C6: The intervertebral disk is desiccated. Small anterior endplate osteophytes are present. A disk osteophyte complex is present, which is asymmetric in the right paracentral zone measuring 4mm, which moderately narrows the right subarticular zone and mildly narrows the spinal cord. Moderate right facet joint hypertrophy is present secondary to facet and uncovertebral joint hypertrophy and the disk osteophyte complex. C6-C7: The intervertebral disk is desiccated. An asymmetric disk osteophyte complex is noted within the left paracentral zone measuring 3mm. There is no evidence of spinal canal narrowing. Mild right and moderate left foraminal narrowing is demonstrated secondary to facet and uncovertebral joint hypertrophy in combination with disk material within the foraminal zones. C7-T1: There is mild facet joint hypertrophy. There is no significant disk bulge, protrusion or extrusion. There is no evidence of spinal canal or foraminal narrowing. Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 8/11 ",
    "Page 9": "E. Wong, M.D. Bruce Householder, D.C. Chiropractic visits from 1/13/17-4/26/17 Final Evaluation Report 12/19/17 Simi Health Center Office visits 12/4/04-01/08/19 2/16/07 - MRI Impression: 1.At C4-5, 3mm broad based disc protrusion is seen resulting in bilateral foraminal narrowing central canal stenosis and impingement on the exiting nerve root bilaterally with mild cord compression in a left paracentral location. 2.At C3-4 and C5-6, 1-2 mm broad based disc protrusion is noted. Satya Sahu, MD 12/09/04 - MRI Impression: 1.Circumferential 2-3 mm disc bulge at L4-5 with large superimposed extruded disc seen posteriorly measuring 2,5 cm (width) and 0.8 (AP dimension) resulting in bilateral foraminal narrowing, central canal stenosis and impingement on the exiting nerve roots bilaterally. The thecal sac is somewhat displaced superiorly. 2.Large extruded disc at L3-4 into the right lateral recess/neural foramina causing right sided foraminal narrowing and impingement on the exiting nerve root on the right. Satya Sahu, MD DIAGNOSES: # Dx (Code), Status, Side, Site Impression/Differential Dx 1 Neck pain (M54.2) 2 Chronic midline low back pain without sciatica (M54.5) 3 Other chronic pain (G89.29) DISCUSSION: Mr Alan Fredricksen is a 49 yr old male who was involved in a MVA on 12/22/2016. Based upon a review of the accident records and photographs, Mr Fredricksen's Chevy Silverado pickup truck was in the lane on the right passing a Kia in the lane to his left when the Kia collided with his drivers side. The damage from the impact is noted on the passenger side front bumper and fender of the Kia and the drivers side door and cabin of the Silverado. Mr Fredricksen then collided with a fire hydrant to his right with damage noted on the passenger side corner of his front bumper and fender. He was seatbelted. Airbags did not deploy. Mr Fredricksen recalled in his deposition an impact of his right leg against the steering column at the time of the accident with soreness of the right knee. Exhibit photos show an area of contusion on the medial of the right knee taken by Mr Fredricksen the next day. Mr Fredricksen currently denies any pain in his right leg or knee as a result of the accident. No medical treatment was required for Mr Fredricksen's right knee contusion from the accident of 12/22/16. At the time of the accident on 12/22/2016, Mr Fredricksen was able to exit his vehicle out of the passenger's side door. He inspected the damages, picked up pieces of his vehicle placing them in the back of his truck and was able to pull the front fender clear of the tire. He pulled into an adjacent parking lot to exchange information and discuss the accident with a policeman who arrived. He did not require immediate medical attention. He was able to drive his vehicle home. In his deposition, Alan Fredrickson claimed injuries including neck pain, back pain, migraines and bilateral arm pain as a result of the accident of 12/22/16. He first sought medical treatment 16 days after the accident on 1/7/17 at Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 9/11 ",
    "Page 10": "Simi Valley urgent care with Dr Joshi for neck pain. He underwent chiropractic treatment for his neck and back with Bruce Householder, D.C. beginning on 1/13/17. Mr Fredricksen underwent plain radiographs on 1/7/17. X-ray images demonstrate disc space narrowing and osteophyte formation at multiple levels. Degenerative disc disease and endplate changes and evident at C4-C5, C5-C6 and C6-C7. A cervical MRI was performed on 2/16/17 at Prohealth Imaging. The MRI was significant for degenerative changes at C2-C3, C3-C4, C4-C5, C5-C6 and C6-C7 with disk desiccation. There is facet joint hypertrophy noted at C3-C4 thru C6-C7. There are disk osteophyte complexes with endplate osteophytes at C4-C5 thru C6-C7. These findings are entirely consistent with chronic degenerative changes to the cervical spine and discs. There were no acute changes, extruded disc herniations, fractures or other signs that would be anticipated from a recent cervical spine injury. This study was compared to a previous cervical MRI that Mr Fredricksen had on 2/16/2007 at Simi Health Center. The MRI in 2007 was significant for findings of disc protrusions at C3-C4, C4-C5 and C5-C6. The 2007 MRI was notedly performed for neck pain with left sided radiculopathy. The 2007 study is consistent with an indication of early findings of symptomatic disc degeneration. Based upon a review of records, it is my medical opinion that Mr Fredricksen has a diagnosis of underlying symptomatic cervical disc degeneration which has been symptomatic and has required treatment as far back as 9 years prior to the accident. Based upon the records and diagnostic studies, there is no evidence of acute injury or acute change in the underlying degenerative condition to cause an aggravation of his long standing underlying cervical disc degeneration. Medical treatments including cervical epidural injections and cervical spine surgery with discectomy and fusion of degenerated discs are not medically necessary as a result of injuries sustained by Mr Fredricksen in the motor vehicle accident of 12/22/2016. It is possible that Mr Fredricksen sustained some neck pain or soreness subsequent to the accident of 12/22/2016 although his symptoms were not present immediately at the time of the accident and did not require immediate treatment. The delayed symptoms and absent signs of radiculopathy would be consistent with a minor cervicothoracic sprain. Anticipated treatment for such condition would reasonably require a short course of anti-inflammatory analgesics and home exercises or a short course of physical therapy or chiropractics over 2 to 4 weeks. At Mr Fredricksen's first treatment evaluation with Dr Joshi on 1/7/17 after the accident of 12/22/16, his complaints are listed as neck pain. X-rays were ordered of the cervical and thoracic spine. He was diagnosed as cervical and thoracic sprain and cervical disc disease. On his 1/16/17 followup, complaints are listed as neck and upper back pain. Complaints of lower back pain are not noted at the time of the accident nor in the records of the initial evaluation and treatments at Simi Health Center with Dr Joshi. Mr Fredricksen's past medical records note a history of lumbosacral disc disease and lumbosacral radiculopathy dated 12/9/04. He has a Lumbar MRI on 12/9/04 at Simi Health Center ordered by Dr Joshi for a back injury with low back pain and loss of bladder control. The MRI findings at that time included a very large extruded disc herniation at L4-L5 measuring 25mm by 8 mm. There was also a large extruded disc herniation at L3-L4 measuring 5 to 6 mm. Subsequent to the accident of 12/22/16, Mr Fredricksen was referred for a lumbar MRI on 8/29/17 by Dr Paul Chiu. The MRI images on 8/29/17 demonstrate a 4mm broad based disc bulge at L4-L5 and a 2.5 mm broad based disc bulge at L3-L4 which is significantly improved as compared to 2004. Neither lumbar disc shows signs of acute injury such as disc extrusion as noted in the 2004 MRI. Based upon a review of past records and diagnostic studies as well as my current examination, it is my medical opinion that Mr Fredricksen did not sustain an injury to the lumbar spine as a result of the motor vehicle accident of 12/22/2016. No medical or surgical treatment is necessary for the lumbar spine as a result of the accident of 12/22/2016. Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 10/11 ",
    "Page 11": "Mr Fredricksen sustained no other orthopedic injuries beyond what was discussed above as a result of the accident of 12/22/16. Mr Fredricksen requires no further or future medical or surgical treatment in regards to the neck, back, upper or lower extremities as it relates to the accident of 12/22/16. Thank you for the opportunity to interview and examine this pleasant individual and for providing the records for review. If there are any additional issues that need to be addressed, please do not hesitate to contact me. TIME DISCLOSURE: Mr. Fredricksen was interviewed and examined over the course of 1 hours. Medical records were reviewed over the course of 11.50 hours. Report preparation required 4 hours. Total time for preparation of this report was 16.50 hours. ble Rocco Calderone MD Independent Medical Examiner Dated 03/14/2020 at Ventura County, California Fredricksen, Alan 000000015434 05/25/1970 01/28/2020 09:10 AM 11/11 "
}