{
    "Page 1": "10316 ES DR. STEVEN B. PERRY QUALIFIED MEDICAL EVALUATOR December 3, 2015 Mr. Cameron Yadidi, Esq. Attorney at Law 4554 Sherman Oaks Ave. Sherman Oaks, CA 91403 RE: Marya Looie D/A: August 13, 2015 Dear Mr. Yadidi, With the permission of my patient, Ms. Looie, I am submitting the following narrative report concerning the injuries she sustained as a result of a motor vehicle accident on August 13, 2015. HISTORY Ms. Looie presented herself for an examination and treatment at this office on August 17, 2015. She stated that on August 13, 2015 at approximately 2:00 p.m., she was involved in a motor vehicle accident. She sustained injuries to her. head having stress anxiety and fear of driving, headaches, neck pain, middle back pain, lower back pain, upper extremity /left arm to the hand pain, lower extremity left leg pain to the calf and right knee pain (ICD-10 codes under diagnosis). Ms. Looie was driving in the city of Encino heading south on White Oak Avenue at the cross street of Ventura Boulevard. The other two vehicles were heading in the same direction Ms. Looie was hit from behind by the car behind her and then hit again when the car behind that car was hit and was pushed under Ms. Looie's Honda Pilot SUV (she was hit 2 times). She was examined on the scene by paramedics who recommended going to the hospital. Ms. Looie chose to go home and self-treat as she had all three of her children ages 11, 10 and 6 in the vehicle and needed to attend to them (she states that all of her children were complaining of pain). During the accident, Ms. Looie was shocked and she lost her ability to talk and was shaking. Immediately after the accident, she had whole body pain. The next day Ms. Looie had neck pain and left sided body pain from her shoulder to her leg and right knee pain. PAST HISTORY /AGGRAVATION AND/OR SUBSEQUENT INJURIES Ms. Looie was questioned regarding general history. Particular attention was given to past injuries, accidents, illnesses, or surgeries, which may have contributed to her complaints. The following was noted: 18740 Ventura Blvd. Suite 106 Tarzana, California 91356 (818) 881-2225 Fax (818) 881-0188 A Professional Chiropractic Corporation www.DrStevenPerry.com ",
    "Page 2": "RE: Marya Looie #4326 D/A: August 13, 2015 Ms. Looie's past history is uneventful. PRESENTING COMPLAINTS Presenting complaints were as follows: head having stress anxiety and fear of driving, headaches, neck pain, middle back pain, lower back pain, upper extremity /left arm to the hand, lower extremity left leg pain to the calf and right knee pain. Pain level on a scale from 1 to 10, 10 being the worst pain one could ever feel, her pain level and frequency (defined by disability guidelines of occasional 1-25%, intermittent 25-50%, frequent 50- 75%, constant 75-100% of the time) was: Neck pain was a constant pain level 6-8 out of ten and radiated into left arm to the hand with numbness and tingling. Middle back pain was a constant pain level 6-8 out of ten with spasms in the upper shoulders. Lower back pain was a constant pain level 6-8 out of ten and radiated into left leg to the calf with numbness / tingling. Headaches were an occasional to constant pain level 8-9 out of ten, radiated sub occipital to parietal. Upper extremity left arm pain to the hand with numbness and tingling was a constant pain level 6-8 out of ten. Lower extremity left leg pain to the calf was a constant pain level 6-8 out of ten. Lower extremity right leg knee pain was a constant pain level 5-6 out of ten. Ms. Looie was suffering with post-traumatic stress syndrome and anxiety. She was suffering with stress, anxiety, and fear of driving. She was instructed to home journal every night for at least three minutes before she went to bed. In addition, I also suggested that she take walks on a daily basis for twenty minutes to increase her endorphin levels to help fight off the anxiety. Note: Initial activities / duties under duress: Ms. Looie's condition was aggravated by prolong standing, sitting, driving, pushing, pulling, laying on back bending, sex, stooping, vacuuming and lifting over 5 pounds. Work, sleep, and daily routine were affected. She took over the counter medication of Tylenol to control the pain. 2 ",
    "Page 3": "",
    "Page 4": "RE: Marya Looie #4326 D/A: August 13, 2015 Cervical spine Neutral lateral, AP lower five, APOM, flexion and extension views of the cervical spine revealed the following: The lordosis is flat from C2 through C6 with an anterior shift in cervical weight bearing in the neutral position with relative hypoextension from C2 through C4. Remainder of extension and flexion appeared adequate. No instability is seen on either excursion. Left convexity apexing at T3 and right at C5/C6 is seen. Mild lipping is seen involving the anteroinferior C5 segment at its discovertebral junction. Remaining osseous and articular relationships appear maintained. Osseous integrity appears intact. Cervical prevertebral soft tissue spaces are within normal limits. Thoracic spine AP and lateral views of the thoracic spine revealed the following: Articular spacing appeared within normal limits. Cortical integrity appears intact. Bone density appears normal. The soft tissues appeared unremarkable. Lumbar spine AP and lateral views of the lumbar spine revealed the following: Left convexity apexing at L1/L2 is seen on the AP lumbar view. There is subchondral sclerotic change of a subtle degree involving the lumbosacral facet joints. IUD is noted in the pelvic inlet. Remaining osseous and articular relationships appear maintained. Osseous integrity appears intact. Right Knee AP and lateral view of the right knee: Articular spacing appeared within normal limits. Cortical integrity appears intact. Bone density appears normal. The soft tissues appeared unremarkable. IMPRESSIONS: 1. Discogenic spondylosis: C5/C6 and from T5 through T8. 6 ",
    "Page 5": "RE: Marya Looie #4326 D/A: August 13, 2015 2. Facet arthrosis: L5/S1. 3. IUD noted in the pelvic inlet. 4. Postural comments and biomechanical alteration as noted and described above. Clinical correlation is recommended. 5. Negative plain study of the right knee for acute fracture, dislocation, bone or joint pathology. 6. No other gross evidence of bone or joint pathology. MRI EXAMINATION This examiner ordered an MRI of the right knee at Disc MRI of Encino which was exposed on October 22, 2015, and read by Andy Herbold MD. Right Knee Ligaments and tendons: The distal quadriceps and patellar tendons are intact. There is thinning and splaying of the anterior cruciate ligament; however, there appeared to be some intact fibers, although there is marked splaying over the proximal aspect of the anterior cruciate ligament. The posterior cruciate ligament appears to be intact. The medial collateral and lateral collateral ligament complexes are intact. Menisci: There is a grade III type tear of the posterior horn of the medial meniscus extending to the inferior articular surface. The anterior horn of the medial meniscus is intact. The anterior and posterior horns of the lateral meniscus are intact. Bones and soft tissues: The medial and lateral patellar retinacula are intact. There is a small joint effusion. The bone marrow signal is within normal limits. IMPRESSION: 1. There is thinning and splaying of the anterior cruciate ligament particularly in the proximal fibers. There, however, appeared to be some intact fibers. Recommend clinical correlation regarding ACL insufficiency. This may represent a sprain versus chronic tear. However, recommend clinical correlation regarding ACL insufficiency. The posterior cruciate ligament is thickened, but otherwise appears to be intact. 2. There is a small joint effusion. 3. Otherwise, unremarkable MRI. 7 ",
    "Page 6": "RE: Marya Looie #4326 D/A: August 13, 2015 CONSULTATIONS AND RECORD REVIEW The patient requires a multi-disciplinary approach, and multiple referrals were made to address her spine and knee. Ms. Looie was referred to Dr. Vik Singh, MD Pain Specialist on October 5, 2015. She was also referred to orthopedic surgeon Dr. Ghodadra, MD on November 5, 2015 to address surgical repair of the right knee by MRI. DIAGNOSIS Connective tissue injury resulting in: 1. F43.11 Post-traumatic stress disorder, acute 2. G44.209 Headache Tension-type 3. M99.00 Segmental dysfunction head region (occipital) 4. S13.4XXA Sprain of ligaments of cervical spine, initial encounter 5. S16.1XXA Strain of muscle, fascia and tendon at neck level, initial encounter 6. M54.11 Radiculopathy cervical region 7. M99.01 Segmental dysfunction cervical region 8. M43.02 Spondylolysis, cervical region 9. S23.3XXA Sprain of ligaments of thoracic spine, initial encounter 10. S29.012A Strain of muscle and tendon of thoracic spine initial encounter 11. M99.02 Segmental dysfunction thoracic region 12. M43.04 Spondylolysis, thoracic region 13. S33.5XXA Sprain of ligaments of lumbar spine, initial encounter 14. 539.012A Strain of muscle, fascia and tendon of lower back, initial encounter 15. M99.03 Segmental dysfunction, lumbar region 16. M47.896 Spondylosis, lumbar region 17. M54.17 Radiculopathy lumbosacral region 8 ",
    "Page 7": "RE: Marya Looie #4326 D/A: August 13, 2015 18. M43.06 Spondylolysis, lumbar region 19. M23.91 Unspecified internal derangement of right knee 20. S83.91XA Sprain of unspecified site of right knee initial encounter 21. S86.919A Strain of unspecified of right knee initial encounter TREATMENT Posttraumatic management has been of a conservative nature consisting of: Chiropractic adjustments to the spine to facilitate alignment and correct subluxation CPT 98941; Intermittent motorized traction to reduce spasms and reduce intervertebral encroachment CPT 97012; Hydroculator application to increase circulation and aid in reduction of muscle spasm CPT 97010; Cryotherapy to reduce swelling of surrounding joint tissues CPT 97010; Myofascial release to reduce muscle spasms, break adhesions and increase circulation CPT 97140; Muscle stimulation to reduce spasms, exercise the joint and improve mobility and prevent muscular atrophy CPT 97014; Massage therapy to reduce muscle spasms and increase circulation CPT 97124-52; Kinesio Taping relieves pressure associated with swelling, accelerates blood flow, stabilizes the area without restriction of movement CPT 97112; Ultrasound to reduce inflammation, and increase circulation CPT 97035; Therapeutic exercise / home exercise to combat anxiety / depression CPT 97110. BACKGROUND AND QUALIFICATIONS OF THIS EXAMINER I am a graduate of Cleveland Chiropractic College where I received my Doctor of Chiropractic degree and a Bachelor of Science in Human Biology in 1983. I have been licensed as a Doctor of Chiropractic since 1984. For the last 30 plus years, I have maintained a private practice, which focuses on the diagnosis and treatment of spinal injuries. I am a Certified Industrial Disability Examiner, also being a State Appointed Qualified Medical Examiner in good standing. REASONABLENESS AND NECESSITY OF TREATMENT Based on my knowledge, skill, experience, training and education, it is my opinion that Ms. Looie received a reasonable and necessary course of treatment for the spinal injury suffered in the accident of August 13, 2015. The patient's course of treatment of 29 visits over a period of approximately three and a half months is consistent with the average course of medical treatment and management for these types of injuries and taking into consideration the complication of: F43.11 Post-traumatic stress disorder, acute; G44.209 Headache Tension-type; M54.11 Radiculopathy cervical region; M43.02 Spondylolysis, cervical region; M43.04 Spondylolysis, thoracic region; M47.896 Spondylosis, lumbar region; M54.17 Radiculopathy lumbosacral region; M43.06 Spondylolysis, lumbar region; M23.91 Unspecified internal derangement of right knee; S83.91XA Sprain of 9 ",
    "Page 8": "RE: Marya Looie #4326 D/A: August 13, 2015 unspecified site of right knee initial encounter and S86.919A Strain of unspecified of right knee initial encounter. FUNCTIONAL EVALUATION: IMPAIRMENT AND DISABILITY: DUTIES UNDER DURESS & LOSS OF ENJOYMENT Household and Domestic duties: Ms. Looie has difficulty washing dishes and cooking due to prolonged standing. Grocery store shopping and lifting is affected. Climbing stair is difficult even one flight of stairs. Work: Ms. Looie has difficulty prolonged typing at work. Prolonged standing is difficult due to her knee and she does so under duress. FUNTIONAL IMPROVEMENT: Functional assessment was performed on initial August 17, 2015 (^) visit and on December 2, 2015 (+) showing the following improvements: Neck pain and Disability Index (Vernon-Mior) Pain Intensity: I have no pain at the moment. The pain is very mild at the moment. (+) The pain is moderate at the moment. The pain is fairly severe at the moment. (^) The pain is very severe at the moment. The pain is worse than imaginable at the moment. Personal Care: (+)I can look after myself normally without causing extra pain. I can look after myself normally, but it causes extra pain. It is painful to look after myself and I am slow and careful. I need some help, but manage most of my personal care. I need help every day in most aspects of self-care. (^)I do not get dressed. I wash with difficulty and stay in bed. Lifting: I can lift heavy objects without any extra pain. I can lift heavy objects, but it gives extra pain. Pain prevents me from lifting heavy objects off the floor, but I can manage if they are conveniently positioned on a table. (+)Pain prevents me from lifting heavy objects, but I can manage light to medium objects. I can lift very light objects. (^)I cannot lift or carry anything at all. Reading: I can read as much as I want to with no pain in my neck. (+)I can read as much as I want to with light pain in my neck. I can read as much as I want to with moderate pain in my neck. 10 ",
    "Page 9": "RE: Marya Looie #4326 D/A: August 13, 2015 I can't read as much as I want to because of moderate pain in my neck. (^)I can hardly read at all because of severe pain in my neck. I cannot read at all. Headaches: I have no headaches at all. (+)I have slight headaches, which come infrequently. I have moderate headaches, which come infrequently. I have moderate headaches, which come frequently. I have severe headaches, which come frequently. (^)I have headaches almost all of the time. Concentration: (+)I can concentrate fully when I want to with no difficulty. I can concentrate fully when I want to with slight difficulty. I have a fair degree of difficulty in concentrating when I want to. I have a lot of difficulty in concentrating when I want to. I have a great deal of difficulty in concentrating when I want to. (^)I cannot concentrate at all. Work: (+)I can do as much work as I want I can do only my usual work, but no more. I can do most of my usual work, but no more. I cannot do my usual work. I can hardly work at all. (^)I can't do any work at all. Driving: I can drive without any neck pain. (+)I can drive as long as I want with slight neck pain. I can drive as long as I want with moderate neck pain. (^)I can hardly drive at all because of severe neck pain. I can't drive at all. Sleeping: I have no trouble sleeping. My sleep is slightly disturbed (less than 1 hr. sleepless). (+) My sleep is mildly disturbed (1-2 hrs. sleepless). My sleep is moderately disturbed (2-3 hrs. sleepless). My sleep is greatly disturbed (3-5 hrs. sleepless). (^) My sleep is completely disturbed (5-7 hrs. sleepless). Recreation: I am able to engage in all my recreational activities with no neck pain. (+)I am able to engage in all my recreational activities with some neck pain. I am able to engage in most, but not all of my usual recreational activities because of neck pain. I am able to engage in a few of my usual recreational activities because of neck pain. I can hardly do any recreational activities because of neck pain. (^) can't do any recreational activities at all. Low back pain and Disability Index (Revised Oswestry) Pain Intensity: 11 ",
    "Page 10": "RE: Marya Looie #4326 D/A: August 13, 2015 (+) The pain comes and goes and is very mild. The pain is mild and does not vary much. The pain comes and goes and is moderate. The pain is moderate and does not vary much. The pain comes and goes and is very severe. (^) The pain is severe and does not vary much. Personal Care: (+)I do not have to change my way of washing or dressing to avoid pain. I do not normally change my way of washing or dressing even though it causes some pain. Washing and dressing increases the pain, but I manage not to change my way of doing it. Washing and dressing increases the pain and I find it necessary to change my way of doing it. Because of the pain, I am unable to do some washing and dressing without help. (^) Because of the pain, I am unable to do any washing or dressing. Lifting: I can lift heavy objects without any extra pain. (+)I can lift heavy objects, but it gives extra pain. Pain prevents me from lifting heavy objects off the floor. Pain prevents me from lifting heavy objects off the floor, but I can manage if they are conveniently positioned on a table. Pain prevents me from lifting heavy objects, but I can manage light to medium objects. (^) can only lift very light objects at the most. Walking: I have no pain on walking. (+)I have some pain, but it does no increase with distance. I cannot walk more than one mile without increasing pain. I cannot walk more than 1/2 mile without increasing pain. I cannot walk more than 1/4 mile without increasing pain. (^) cannot walk at all without increasing pain. Sitting: I can sit in any chair as long as I like. (+)I can only sit in my favorite chair as long as I like. Pain prevents me from sitting more than one hour. Pain prevents me from sitting more than 1/2 hour. Pain prevents me from sitting more than 10 minutes. (^)I avoid sitting because it increases pain. Standing: I can stand as long as I want without pain. (+)I have some pain on standing, but it does not increase with time. I cannot stand for longer than one hour without increasing pain. I cannot stand longer than 1/2 hour without increasing pain. I cannot stand longer than 10 minutes without increasing pain. (^)I avoid standing because it increases the pain. Sleeping: I get no pain in bed. (+)I get pain in bed, but it does not prevent me from sleeping well. Pain reduces my normal sleep by 1/4 each night. Pain reduces my normal sleep by 1/2 each night. 12 ",
    "Page 11": "RE: Marya Looie #4326 D/A: August 13, 2015 Pain reduces my normal sleep by 3/4 each night. (^) Pain prevents me from sleeping at all. Social Life: My social life is normal and gives me no pain. (+)] My social life is normal, but increases the degree of pain. My social life is unaffected by pain apart from limiting more energetic interests. Pain has restricted by social life and I do not go out very often. Pain has restricted my social life to my home. (^)I have hardly any social life because of pain. Driving/riding in car, etc.: I get no pain while traveling. (+)I get some pain while traveling, but none of my usual forms of travel make it any worse. I get extra pain while traveling, but it does not compel me to seek alternate forms of travel. I get extra pain while traveling, which compels me to seek alternate forms of travel. (^) Pain restricts all forms of travel. Pain prevents all forms of travel, except that done lying down. Changing degree of pain: (+) My pain is rapidly getting better. My pain fluctuates, but overall is definitely getting better. My pain seems to be getting better, but improvement is slow at present. My pain is neither getting better or worse. My pain is gradually worsening. (^) My pain is rapidly worsening. Neck pain and Disability Index (Vernon-Mior) score August 17, 2015 (^) score 42 December 2, 2015 (+) score = 12 show a 30 point improvement. Low back pain and Disability Index (Revised Oswestry) score August 17, 2015 (^) score 49 December 2, 2015 (+) score = 7 show a 42 point improvement. Interpretation of Neck Disability Index Scores Raw Score Relative Impairment 0-4 None 5-14 Mild 15-24 Moderate 25-34 Severe >35 Complete Neck Disability Index Vernon, H. and Mior, S. The Neck Disability Index: A study of reliability and validity, Journal of Manipulation and Physiological Therapeutics, 1991, 14, 409-415. Interpretation of Disability Scores - Revised Oswestry Lower Back Pain Disability Questionnaire Score Interpretation 13 ",
    "Page 12": "RE: Marya Looie #4326 D/A: August 13, 2015 0-10 Patients can cope with most activities of daily living. No (0-20% Mild disability) treatment may be indicated except for suggestions on lifting, posture, physical fitness and diet. Patients with sedentary occupations (ex. Secretaries) may experience more problems than others. 11-20 Moderate Disability Patients may experience more pain and problems with sitting, (20%-40% disability) lifting and standing. Travel and social life are more difficult. Patients may be off work. Personal care, sleeping and sexual activity may not be grossly affected. Conservative treatment may be sufficient. 20-30 Severe Disability Pain is a primary problem for these patients, but they may also (40-60% disability) be experience significant problems in travel, personal care, social life, sexual activity and sleep. A detailed evaluation is appropriate. 30-40 Crippled Disability Back pain has an impact on all aspects of daily living and (60-80% disability) work. Active treatment is required. 40-50 These patients may be bed bound or exaggerating their (80-100% disability) symptoms. Careful evaluation is recommended. Revised Oswestry Lower back Pain Index Fairbank, J., et al. The Oswestry Low Back Pain Disability Questionnaire. Physiother.., 1980, 66 (18), 271-273. Hudson-Cook, N, Tomes-Nicholson, K. The revised Oswestry low back pain disability questionnaire. Thesis, Anglo-European College of Chiropractic, 1988. Baker, D. J,\\., Pynsent,and Fairbank, J.C.T. The Oswestry Disability index revisited: Its reliability, repeatability, and validity and a comparison with St. Thoma's Disability Index. PROGNOSIS The patient's condition has been considered regarding past and present history, examination, x-rays, MRI and progress up to date. The prognosis for the right knee is deferred to the appropriate allopathic specialist. The prognosis is unfavorable for the spine. X-rays of the spine shows evidence of traumatic injuries. These changes diminished tolerance and endurance. This injury will initiate new and furthers changes of the degenerative nature within the intervertebral discs, within and about the joints, and within the ligamentous and capsular structures. The inevitable result will be further foraminal narrowing, stenosis, decrease in mobility, and irritation to the nerve roots. At the time of Ms. Looie's release on December 2, 2015, she states: Neck pain is 90% improved, an occasional pain level 2-3 out of ten and approximately once a week. The pain radiates into left arm to the hand with numbness and tingling. 14 ",
    "Page 13": "RE: Marya Looie #4326 D/A: August 13, 2015 Middle back pain 90% improved an occasional pain level 2-3 out with spasms in the upper shoulders. Lower back pain is an intermittent 90% improved pain level 2-3 out of ten and comes approximately once a week. The pain radiates into the left leg to the calf with numbness / tingling. Headaches are 80 % improved an occasional pain level 4-5 out of ten, radiates sub occipital to parietal. Upper extremity left arm pain to the hand with numbness and tingling is 90% improved an occasional to intermittent pain level 2-3 out of ten. Lower extremity left leg pain to the calf is 90% improved an intermittent pain level 3-4 out of ten. Lower extremity right leg knee pain is a constant pain level 9 out of ten. Prolonged standing at work increases the pain. MRI shows internal derangement and the need for surgery. Ms. Looie is suffering with post-traumatic stress syndrome and anxiety. She is suffering with stress, anxiety, and fear of driving. She was instructed to home journal every night for at least three minutes before she went to bed. In addition, I also suggested that she take walks on a daily basis for twenty minutes to increase her endorphin levels to help fight off the anxiety. Note: Activities / duties under duress: Ms. Looie's condition is aggravated by prolong standing, sitting, driving, pushing, pulling, laying on back bending, sex, stooping, vacuuming and lifting over 5 pounds. Work, sleep, and daily routine are affected. She takes over the counter medication to control the pain. FUTURE TREATMENT Ms. Looie will have on and off problems with her neck and back. The pain is now being controlled with conservative care. She has been transitioned to home exercise and home traction. If symptoms are unable to be controlled with conservative care, then I suggest that Ms. Looie return for additional care. I want to see the patient one time a month on going. Without the benefit of corrective chiropractic care, the advancing changes are difficult to check or abate. There is reasonable medical probability with changes based on patients with similar complaints and conditions, future care will be needed as a result of this accident. Future care for Ms. Looie's neck and back pain will be required. It is probable that she could have 2-4 exacerbations of her neck and back symptomatology over the year. Each exacerbation would require approximately 2-6 treatments to resolve. Future care would consist of spinal manipulations and possibly the use of ultrasound, muscle stimulation and myofascial release. Future care would cost approximately $2,400. 15 ",
    "Page 14": "RE: Marya Looie #4326 D/A: August 13, 2015 Ms. Looie requires a multi-disciplinary approach, and multiple referrals were made to address her spine and right knee. Ms. Looie was referred to Dr. Vik Singh, MD pain specialist on October 5, 2015. She also was referred to orthopedic surgeon Dr. Ghodadra, MD on November 5, 2015 to address surgical repair of the right knee verified by MRI. According to Ms. Looie, Dr. Ghodadra, MD states she is in need of surgery and will return for post-surgical rehabilitation. She is wearing a Jobst compression stocking as instructed and it is helping with ongoing swelling. I defer the future costs of MRI of the right knee surgery and/ or epidural injections to appropriate allopathic specialist. If you have any questions, please feel free to call me. Respectfully submitted Steven B. Perry, D.C. 16 "
}