{
    "Page 1": "San Fernando Valley Neurologic Medical Group, Inc. Neurology - Electromyography - Electroencephalography - Evoked Potentials 18370 Burbank Boulevard, Suite 107 MICHAEL A. WIENIR, M.D. Tarzana, California 91356 DIPLOMATE IN NEUROLOGY (818) 996-3880 AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY FAX (818) 996-1679 FELLOW, AMERICAN ACADEMY OF NEUROLOGY GEORGE CHOW, M.D. DIPLOMATE IN NEUROLOGY AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY PETER-BRIAN ANDERSSON, M.D., Ph.D DIPLOMATE IN NEUROLOGY DIPLOMATE IN CLINICAL NEUROPHYSIOLOGY AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY FELLOW, AMERICAN BOARD OF ELECTRODIAGNOSTIC MEDICINE JUSTIN E. DOMINICK, M.D. DIPLOMATE IN NEUROLOGY June 14, 2016 AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY DIPLOMATE, AMERICAN BOARD OF ELECTRODIAGNOSTIC MEDICINE Szu Pei Lu-Yang, Esquire Graves & King 500 N Brand Blvd #1850 Glendale, CA 91203 Re: GAYTAN, Daniel Case: Daniel Gaytan Vs Nyasha, Etc. DOI: July 22, 2014 FN: 9697 INDEPENDENT MEDICAL EXAMINATION Daniel Gaytan was seen by me for neurologic evaluation on June 14, 2016. He is a 54-year-old right-handed man born on January 14, 1962. He was accompanied by attorney Thomas Cecil, Esquire. He states that his past medical history includes the following: 1. He states that just recently, while at work, someone had spit in his mouth, and he is now being surveilled and followed for hepatitis and other diseases but none has been identified. 2. He is allergic to intravenous iodine. 3. He has had a tonsillectomy. 4. He stated he has had a left inguinal herniorrhaphy in 1995 or 1996, and recovered without sequelae. 5. He has had sebaceous cysts removed from his scalp. 6. He admits he has been told that he had an old clay shovelers fracture of his thoracic spine, but he has no memory of any clinical event that could have caused that. 7. Some years ago, he had a ski injury and tore his anterior cruciate ligament of his right knee; this was repaired by Dr. ",
    "Page 2": "RE: GAYTAN, Daniel June 14, 2016 Page 2 Marc Friedman; he did well. In fact, Mr. Gaytan is still able to ski. 8. Sometime after the right knee surgery, he developed thrombophlebitis or a clot in his right leg, and he was hospitalized and treated with blood thinners but recovered without sequelae. 9. He states some years ago he fell on ice and separated his right shoulder, but he recovered fully. 10. He does remember complaining of visual problems with visual floaters and was told her had hyperopia and presbyopia, and he wears glasses for both distance and close work. 11. He has environmental allergies to pollen and cat hair. He has had sinus problems and sinus headaches in the past. 12. In the early 1990s, he apparently at work had a hairline fracture of his right elbow, but he recovered from that. 13. He states he has had near-death experiences including one perhaps in 2004 when he was working for the fire department on a fire hose line. He was lost in the smoke and became low on air and oxygen. He states he still thinks about it. He has learned from this experience and never had therapy related to it. 14. He had another near-death experience in about 1988. He stated he was in a vehicle, had difficulty unbuckling his seat belt and was confronted by an armed bank robber. He stated he eventually confronted the robber when he was in prison and the man told Mr. Gaytan that he did not kill him because, \"It wasn't your time. \" Prior to July 22, 2014, he denies any other medical problems. He specifically denied a past history of right hip pain or hearing loss, and was not sure whether he had ever been told he had degenerative arthritis of his knees. He denies any other injury from motor vehicle accidents, work-related injuries, slip and fall accident, sports injuries or fractures, and he has no history of chiropractic and no other history of psychological or psychiatric evaluation or treatment. He graduated Crespi High School although he did have to repeat the third grade; apparently because of his age. He had courses at Valley College and Pierce College but not a degree. He has no family history of neurologic disease except for his 86-year-old ",
    "Page 3": "RE: GAYTAN, Daniel June 14, 2016 Page 3 mother who is \"slipping,\" that is, having some cognitive problems but she remains independent. As of July 22, 2014, his primary care physician was Mark Romoff. He does not remember taking any medications at that time although he might have taken some over-the-counter allergy medicine. He was working full time for the arson division of the fire department as an investigator. His activities of daily living were full without restriction. He was living with his wife and two children ages 25 and 27 who were still living at home. On July 22, 2014, he was riding a motorcycle, wearing a \"beanie\" helmet. He was wearing jeans, a tank top, gloves, and boots. He was on PCH, and a car pulled out in front of him. He braked as hard as he could, locked his brakes both in the front and the rear wheels, but was forced to lay his bike down on the left side. He thinks the bike had skidded about 150' before he laid the bike down and then when he was off the bike, he tumbled around for another 60' When he stopped, he was able to sit up. He saw a shadow on the pavement. He knew where he was on the street and was worried that other cars were approaching him so he got to his feet and ran to the side SO he would not be run over. He stated he had been riding motorcycles since age five or six but never had an accident like this. He did not think he had any loss of consciousness. He was not sure what parts of body he hit as he said he was tumbling down the street and he states there were gaps of his memory. He remembers seeing the front of the car and he knew it was doing to hurt, and he tumbled down the street like in a washing machine. He remembers seeing light and dark, and he had some burning sensation in his upper back but he does not remember other pain. He did not have any cuts or lacerations or bleeding, requiring any sutures, but he had abrasions of his back, his arms, his hip, thighs, and ankles. 911 was called. When asked at the scene whether he thought he was okay, he said he might have told them he was okay and then had told them he was not okay. He was picked up by a helicopter and taken to UCLA where he remained for eight or nine hours and then was picked up from there by his wife who took him home. Since this incident, one year and eleven months ago, he has had no other accidents, injuries, traumas, hospitalizations, surgeries, or emergency room visits. The only other medical intervention he has had is follow-up blood work after someone had spit in his face while he was on duty. ",
    "Page 4": "RE: GAYTAN, Daniel June 14, 2016 Page 4 His current complaints include the following: 1. He complains of about some problems with short-term memory, attention, and concentration. He states now he has to think more than he did in the past before he responds. He states he is somewhat behaviorally withdrawn and socializes less. He has problems with anger management. He is more emotional; sometimes he will cry. He has had some intermittent difficulty with his sleeping, but his appetite is stable. He is 5' 7\" and weighs 196 lbs. He thinks he weighed about 196 lbs and went between 200-205 and is now back to baseline. He admitted to being a little anxious and a little depressed since the incident, but he is able to work around things. Sometimes he says he has directional problems and gets temporally lost. He is indecisive and has problems with motivation and decision. He panics about which exit he is to turn off on. He over-thinks things and sometimes then does nothing. Again, he is impatient and at times angry and, while reading, he struggles with attention and concentration. Overall, this remains stable. 2. He states that initially had had some vertigo and his eyes went to the left and he had some nausea intermittently and some nystagmus for three or four seconds at a time; this was occurring six or eight times a day; now, if he gets it, it is very brief although he does complain of getting motion sick. 3. Since 2012, he has had some tinnitus in both of his ears, a high-pitched sound. Now, he thinks this has increased as of July 2014. He has had some hearing tests but does not know the details. 4. He complains of some neck discomfort. He states he had difficulty turning his head from left to right before, but now this has subsided. 5. He had complained of some shoulder discomfort but only now if he extends his right shoulder about 45°. He can reach up and touch his fingertips above his head and, otherwise, range of motion is intact. 6. He states he had left knee pain which subsided; right hip pain which subsided. He had a thoracic spine contusion which subsided and does not bother him any more. At first, he had more headaches than normal, now after four to five months, he states this is back to his baseline sinus type headache. He denies any other complaints. He has not had seizures. His vision has not really changed. He has no facial pain, numbness, ",
    "Page 5": "RE: GAYTAN, Daniel June 14, 2016 Page 5 weakness, no swallowing problems, no mid or low back pain; in his arms and legs, he has no other pain, numbness, tingling, or weakness, no bladder or bowel complaints, no sexual dysfunction, and no walking problems. In his job, he is licensed to carry a concealed weapon, and he is able to qualify for weapons competence every two months. He also admits that for about 16 years, he had exposure to loud sounds as a firefighter, although over the last nine years, as an investigator, this has not been the case. Currently, he takes no medications other than over-the-counter Zyrtec for his allergies. He did get physical therapy at Community Physical Therapy in West Hills to his neck and shoulder, hip, and knee, and the last time would have been November or December 2014. He has not had chiropractic care, acupuncture or any injections. He continues to follow up with primary care physician Romoff, who he has seen since 1993. He saw neurologist Sengupta about three months ago and has not followed up with her. He had neuropsychological testing with Dr. Tomasvewksi, but no treatment with him, and he states he had seen another eye doctor, Dr. Simon Lawrence, and he has had some ENT evaluation with some other hearing tests. He remained off of work about thirty days and then returned to his work without restriction, accommodation, or limitation although he states he frequently now uses post-its. Again he is licensed to carry a weapon and qualifies every two months without difficulty. He stated initially his activities of daily living were limited because he hurt all over and had road rashes and scars, but his has gone away. Now, he is careful. He is back riding one of his other motorcycles, but the motorcycle that was involved in the accident was totalled. He does say he has less confidence in riding the motorcycle. He has not gone back to skiing, backpacking, playing golf, dirt-biking, hunting and fishing, but he states he does not know why he has not done those activities. A neurologic examination was performed, and the following was noted: 1. On the mental status examination, Mr. Gaytan was pleasant and cooperative. He talked about a little bit of anxiety and he admitted that he might be a little depressed, but this was ",
    "Page 6": "RE: GAYTAN, Daniel June 14, 2016 Page 6 certainly not profound. Although at times he had some fluctuating attention and concentration, when he repeated numbers backwards, he could repeat three numbers backwards on the first try, and five numbers backwards on the first try, but he required two tries to repeat four and six numbers backwards. He was well oriented. His recent memory and past memory appeared to be intact. His general fund of intellectual knowledge was adequate. He could rapidly and accurately calculate combinations of coins. He was somewhat slow with serial 7s, but he admitted that he was not very good at math and he was able to correct the minimal errors that he made. He was able to perform the task. His spontaneous speech was free of aphasia, dysarthria, dysprosody, perseveration or confabulation. He repeated without difficulty. He named objects without agnosia. He followed commands without apraxia or right/left confusion. He was able to write a simple sentence without difficulty, draw the face of a clock, copy interlocking circles, a pentagon, and a three-dimensional object without any visual spacial problems. His affect was appropriate, and he was not delusional or hallucinatory. 2. His blood pressure was elevated to 160/100 in both arms, and his pulse was elevated to 110. I notified him about this and remarked to his attorney Mr. Cecil that his primary care physician should address and follow these vital sign observations. 3. He had some minimal esophoria bilaterally but no esotropia. 4. With movement of his right shoulder, he complained about being somewhat uncomfortable but he was able to reach up and touch his fingertips above this head and reach around and touch his low back, and he had no localized tenderness, atrophy or shoulder girdle weakness. 5. He had healed scars over the right knee where he had had the ACL repair, but he had no other residual scarring of his body. 6. A Hallpike maneuver did not precipitate any nystagmus or vertigo although he said when his left ear was down he had some transient nausea. The remainder of the neurologic examination was entirely normal. It should be noted that he came to the office with a weapon holstered on his ankle. ",
    "Page 7": "RE: GAYTAN, Daniel June 14, 2016 Page 7 The pupils were equal, round, and reacted to light and accommodations. Extraocular movements were full without nystagmus or ptosis. Specifically, saccadic movements were normal. Vertical and Horizontal following eye movements were normal. Opticokinetic nystagmus was normal. The cover and uncover test failed to show any evidence of tropia, and head thrusting failed to show any evidence of vestibular imbalance. Visual fields were full to confrontation, and fundi were normal without any evidence of increased intracranial pressure, retinal hemorrhage, exudate, or optic atrophy. There was no evidence of facial numbness. There was no weakness of the muscles of mastication. There was no facial weakness. There was no bulbar weakness. The tongue protruded in the midline without wasting or atrophy. There was no weakness of the sternomastoid or trapezius musculature. Hearing appeared to be intact, and the tympanic membranes were clear. The gait was normal. The patient could walk on the heels and toes and tandem walk. Romberg testing was unremarkable, and there was no evidence of ataxia, apraxia, spasticity, festination, or limp. The Fakuda stepping test showed no evidence of disequilibrium or balance disturbance. There was no weakness, wasting, atrophy, tenderness, fasciculation or limb muscles. Coordination and rapid alternating movements were well performed. Muscle tone was normal bilaterally, and there were no abnormal movements. All primary sensory modalities; including pain, temperature, position, vibration, and touch were normal. Secondary sensory modalities, including two-point sensation, figure writing, stereognosis, and double simultaneous stimulation were normal. Reflexes were 1 to 2 and symmetric, and there was no pathoreflexia. The head was normocephalic and neck was supple. There were no cervical or cephalic bruits. There was no tenderness over the temporal arteries or temporomandibular joints. There was full range of motion of the cervical spine, without paravertebral spasm, tenderness, or alteration in the cervical lordosis. Axial compression and Spurling's maneuver did not precipitate radicular pain. There was no Lhermitte's phenomenon with forward flexion. There was no thoracic spine tenderness or spasm. Adson's maneuver nd hyperabduction of the shoulders did not obliterate the radial pulse or precipitate symptoms. There was ",
    "Page 8": "RE: GAYTAN, Daniel June 14, 2016 Page 8 no Tinel's sign with percussion over the peripheral nerves, and there was no Phalen's sign. Low back examination was unremarkable. There was full range of motion without paravertebral tenderness, spasm, or flattening of the lumbar lordosis. There was no radicular pin with straight leg raising in the supine and seated position and no hip pain with Patrick's maneuver. There was no sciatic notch tenderness. Peripheral pulses were intact, and there was no skin stigmata of a complex regional pain syndrome. No cardiac murmurs were noted. Respirations were 12 per minute. The circumferences of the arms measured 10 cm above the elbows and were 32.5 cm on the right and 32.0 on the left. The circumferences measured 10 cm below the elbows were 29 cm on the right and 28 cm on the left. The circumference of the legs measured 15 cm above the mid- patella was 43 cm on the right and 43 cm on the left. The circumferences 15 cm below the mid-patella were 39 on the right and 39 on the left. 1. July 17, 2009: There is a pathology report; a cyst on the back of his head had been removed which was felt to be a benign keratinous cyst on the back and a follicular catagen cyst of the head. No malignancy was noted. 2. July 22, 2014: X-rays were obtained apparently at UCLA. A chest x-ray did show some atelectasis. X-rays of the pelvis were done. No abnormalities were noted, but it was noted this was a limited study. No evidence of hip pathology was identified. 3. July 22, 2014: A bedside abdominal ultrasound was performed, and no pathology was identified. 4. July 22, 2014: Also, at UCLA, a CT scan of the brain and head was done and found to be normal by Noriko Salamon, MD. 5. July 22, 2014: A CT scan of the cervical spine was obtained. No acute injury was noted, but it was stated there was an old \"clay shovelers\" type fracture of the T1 spinous process compatible with hyperextension mechanism in the past, but, again, no acute process was identified. 6. July 22, 2014: A CT scan of the chest was done. There was a subcutaneous hematoma in the subcutaneous tissue of the right ",
    "Page 9": "RE: GAYTAN, Daniel June 14, 2016 Page 9 back at the level of T4-5 according to a Robert Suh, MD., but no bony abnormalities were apparent. 7. July 22, 2014: A CT scan of the abdomen and pelvis was done at UCLA and was normal, except that there was fat contained in a left inguinal hernia. No acute injury was noted. It was also stated there was some diverticulosis without diverticulitis. 8. July 31, 2014: X-rays of what looks like the right knee were obtained at the Southern California Orthopedic Institute. There was no fracture or dislocation, but there was a screw and endo-button to the right knee from past surgery. The joint space was minimally decreased in the medial compartment and although the patient had left knee symptoms, apparently the left knee was not radiographically examined. 9. August 3, 2014: An MRI of the right shoulder was done at the request of Dr. Friedman and dictated by Gregory Applegate. There was said to be a focal curvature of the anterior acromion and an elevation of the distal clavicle with degenerative change. It was suspected this was due to old chronic AC joint injury with slight fragmentation. No acute injury was noted. There was increased signal intensity and irregularities consistent with a moderate-grade partial tearing of the supraspinatus with some delamination and retraction of the articular-sided fibers. There was mild partial tearing of the subscapularis. There was a moderate-grade partial tearing of the biceps tendon with medial subluxation. There was some interstitial muscle edema within the lateral head of the deltoid consistent with some minimal interstitial muscle tearing or contusional changes. 10. August 3, 2014: An MRI of the left knee was obtained an read by Dr. Applegate at Dr. Friedman's request. The patellofemoral joint revealed a mild diffuse chondromalacia and there was some mild to moderate partial thickness chondral loss on the weight-bearing surface of the lateral femoral condyle and a minimal joint effusion. ",
    "Page 10": "RE: GAYTAN, Daniel June 14, 2016 Page 10 11. A chest x-ray had been done and was unremarkable. 12. August 8, 2014: X-rays of the pelvis and right hip were obtained and reported by Michael Bahk, MD, an orthopedist. It was stated the patient had a type 3 AIIS and a tonis grade 1 with 3 mm femoral acetabular joint space mid-sourcil, but no fracture was identified. 13. August 18, 2014: An MRI of the right hip was done with intraarticular injection of gadolinium. The image was read by Dr. Applegate. It was said to show a mild partial thickness chondral loss of the acetabular rim, but no discrete labral tear, and there was chronic minimal osteitis pubis. 14. September 9, 2015: An MRI of the brain was done at West Valley Imaging at the request of a neurologist Veena Sengupta, MD with the films read by Joseph Yuhan. There was said to be some mild diffuse volume loss and a few tiny T2 nonspecific hyperintensities were noted. It was felt these might be clinically insignificant. There was no evidence of any acute or subacute trauma. 15. September 9, 2015: An MRI of the cervical spine was done at the same facility and read by Dr. Yuhan. It was stated at C5-6, there was some mild degenerative change with a 1-2 mm disc osteophytic bulge with mild canal stenosis and moderate bilateral neural foraminal narrowing. At C6-7, there was again degeneration with a 2-3 mm disc osteophyte complex and some mild bilateral oncovertebral hypertrophy and moderate canal stenosis and neural foraminal narrowing bilaterally. IMPRESSION: These impressions are incomplete as Mr. Gaytan is scheduled to have an independent neuropsychological evaluation, the results of which I will review when they becomes available, but the following can be stated: 1. Mr. Gaytan has a complex past medical history as delineated above. 2. On July 22, 2014, he was involved in a motorcycle accident. He was wearing a helmet. There is no history of closed head trauma, no loss of consciousness. His Glasgow coma scale was also 15 on a 15-point scale. There is no clear history of any posttraumatic amnesia, focal neurologic deficits, and ",
    "Page 11": "RE: GAYTAN, Daniel June 14, 2016 Page 11 brain imaging has been unremarkable. Although he was told that he might have had a concussion, this really is not validated. There are some vague complaints of him being foggy and dazed, but he has good memory of the events, and his current mental status fails to show evidence of cognitive or speech or language problems. He has been able to return to work in a responsible position. He is qualified to carry a firearm. There is no evidence of any residual traumatic brain injury or sequelae from a traumatic brain injury. 3. He has a variety of other nonspecific subjective symptoms. There is some underlying mild anxiety and depression. There have been complaints of fatigue and forgetfulness and reduced cognitive efficiency. He talked about short-term memory problems, problems with attention and concentration, and some emotional issues with anger, difficulty controlling his emotions and irritability, with reduced motivation and difficulty making decisions. Most of these symptoms were not clearly described until May 2015, and he did have a neuropsychological evaluation supporting a diagnosis of adjustment disorder with anxiety and depression. He is scheduled to have an independent neuropsychological evaluation, and I will review that data when it becomes available; but, again, it must be reiterated that he has no sequelae or residua of a traumatic brain injury. He does have a variety of subjective emotional complaints as delineated above. 4. He had multiple abrasions from the incident and recovered without sequelae. 5. He did injure his right shoulder, apparently had rotator cuff tendinitis, and medial biceps tendon subluxation but he has recovered from that injury. 6. After the trauma, he had some left knee pain from which he has recovered. 7. After the trauma, he had some right hip pain from which he has recovered. 8. He has had some transient vertigo felt possibly to be benign positional vertigo, related to the trauma, although this has not been objectified; although he has some minimal complaints at this time related to this, for the most part this symptomatology has subsided and there is no objectification of labyrinthine disturbance. ",
    "Page 12": "RE: GAYTAN, Daniel June 14, 2016 Page 12 9. He had some neck pain related to soft tissue complaints which have resolved. 10. In the upper back, at T4-5, he had a subcutaneous hematoma from which he has recovered. In summary then, there is no residua of any brain dysfunction. There is no evidence of any spinal cord injury. He has no history of cervical or lumbosacral radiculopathy, brachial or lumbosacral plexopathy, thoracic outlet syndrome, focal or diffuse nerve injury, or a complex regional pain syndrome as a consequence of the accident in question. Sincerely, Michael A. Wienir, M. D. MAW:rgm/dt #0047 "
}