{
    "Page 1": "Page 1 of 5 ALAN MOELLEKEN, MD ORTHOMEDIC SURGEON THE SPINE AND BENJAMIN DIRKX, DO PRISICAL MEDICINE is REHABUIATION AMIT ALEXANDER-NATHANI, MD ORTHOPEDIC TRISTAN ZHANG, MD ORTHOPEDIC SPORTS MEDICINE SUPCERN PHISICAL MEDICINE is REHABLITATION PAIN MEDIC NE CENTER R. JASON HARTMAN, DO PAIN MEDIC KE 401 FAST CARRILLO STREET, SANTA GARGARA CA93101 PH: 805 563 3307 FAX: 805 563 0998 I 326 WEST MAIN STREET SUBTE 120, SANTA MARIA CA 93458 PH: 805 925 9997 FAX: 805 925 9988 2725 16TH STREET, BAKERSFIELD CA 93301 PH: 661 864 1150 FAX: 661 864 1145 I 640 SOUTH 8 STREET, OXNARD CA93030 PH: 805 486 7042 FAX: 806 485 0716 WWW.SPINEANDORTHOCENTER.COM The Spine and Orthopedic Center PATIENT: YOUNAN, MARY A BIRTH DATE: 08/18/1976 DOS: 10/28/2019 3:30 PM(PST) PM&R Follow Up CHIEF COMPLAINT: Patient presents today with neck, mid back, and low back pain on 9/8/2017 HPI: The patient complains of neck, mid back, and low back pain since her MVA on 9/8/2017. The patient was driving a sedan when she was hit from behind by a FedEx delivery truck. She was wearing her lap belt and shoulder harness and the airbags did not deploy. She reports that her vehicle was at a total loss due to the accident. She began to have pain in the neck, mid back, and low back the morning after. She initially presented to the ER at Pleasant Valley Hospital the same day, where she had X-rays taken and given an injection for her pain. She states the injection helped but her pain symptoms returned. She returned to the ER the following 2 days due to her pain and received an additional 2 injections to help maintain her pain. She saw a physical therapist approximately 1 month after the accident, as outlined below. She is no longer having physical therapy. She began to see a chiropractor on 3/2018 where she has completed 2 sessions which were increasing her pain symptoms. She states that she is no longer seeing the chiropractor. She saw Dr. Moelleken, who referred her to me today. The patient currently works part time as a cook. She took approximately 10 days off of work following the MVA due to the severity of the pain. The patient denies prior MVAs or Worker's Compensation claims. Interval history since prior visit: Since their last office visit, the patient reports that her pain symptoms have overall mildly improved. She reports that she injured left hip at work on 8/26/2019. She reports that a https://emr.spineandorthocenter.com/jsp/EMRViewVisitDocument.jsp?forwardFile=/PC... 10/29/2019 ",
    "Page 2": "Page 2 of 5 week after the injury she presented to St. John's Hospital due to severe left hip pain. She had x-rays and MRIs of the hips. She was discharged 4 days later. She had an EMG/NCS of the bilateral lower extremities taken in office on 9/30/2019. She had a cervical epidural C5-6 PRP injection performed on 8/9/2019, providing 70% relief to date. This is her worst complaint- In regards to the neck, she reports having significant improvement after the epidural injection. She has minimal pain radiating to the right trapezius region. She has ongoing radiating pain, numbness, and tingling down the right upper extremity to all digits. She states that her right upper extremity symptoms have not improved much since the injection. She has weakness in the right upper extremity. She denies any radiating left upper extremity symptoms. She has increased pain with rotation of her head. She currently rates the pain a 4-5/10 on the pain scale and increases to a 10/10 at its worst. She experiences infrequent headaches that begin in the posterior neck region and radiate forward. She has light sensitivity. In regards to the mid back, she complains of an intermittent burning pain that is equal bilaterally. She reports that it seems to be improving with time. She reports increased pain getting up after lying down for prolonged periods. She currently rates her pain at 0/10 on the pain scale and increases to an 9/10 at its worst. In regards to the low back, she describes a constant burning and aching pain that is equal bilaterally. She continues to have radiating pain, numbness, and tingling down the right lower extremity to her ankle. She has infrequent shooting pain down the left lower extremity. She experiences weakness in the right lower extremity. She reports increased pain with prolonged sitting and laying down on her back. She currently rates her pain at a 6/10 on the pain scale and increases to a 10/10 at its worst. She denies any changes in bowel or urinary incontinence. She denies any unintentional weight loss. She denies chills, fever or night sweats. She reports decreased hand coordination and dropping objects for often. The comprehensive interval history form and patient's pain diagram were reviewed in detail with the patient. HX OF TX TO DATE: Prior Surgery: - None per patient Prior Injections: - cervical epidural C5-6 PRP injection performed on 8/9/2019, providing 70% relief - Cervical epidural C5-C6 performed on 7/2/2019 by Dr. Dirkx, providing insufficient relief - Lumbar intralaminar platelet rich plasma (PRP) injection at L4-L5 with Dr. Awad on 4/22/019. She reports approximately 30-40% relief. It should be noted that the patient states the injection helped II a lot\" She notes that she has been able to reduce her pain medications since the injection. Prior Therapy: - 14 sessions of physical therapy, increased pain and minimal relief https://emr.spineandorthocenter.com/jsp/EMRViewVisitDocument.jsp?forwardFile=/PC... 10/29/2019 ",
    "Page 3": "Page 3 of 5 - 2 sessions of chiropractic therapy, increased pain Prior Imaging: - MRI, images and report, of the cervical spine taken at Rolling Oaks Radiology on 5/29/2019. - MRI of the lumbar spine completed at St. John's Pleasant Valley Hospital on 2/25/2019. - Two-view x-ray of the thoracic spine taken by her chiropractor 3/22/2018. - Two-view x-ray of the lumbar spine taken by her chiropractor 3/22/2018. Prior Medications: - The patient has tried OTC Tylenol with insufficient relief - Tramadol 50mg 1 tablet daily - 90-100% relief of her pain - Cymbalta provided insufficient relief - Ibuprofen 800mg - Norco 10/325mg CURRENT MEDICATIONS: Pain Medication: Per PCP: - Gabapentin 100mg, 1 tablet daily - provides about 60% relief The patient denies any other side effects with the use of these medications. Other Medication: Prescribed by PCP: - high blood pressure medication - diabetes medication - asthma inhaler ROS: 14 point review of systems is negative other than stated in HPI. Allergies: - NKDA DIAGNOSTIC STUDIES: Imaging Studies: MRI, images and report, of the cervical spine taken at Rolling Oaks Radiology on 5/29/2019. Radiologist's Impression: 1. There is disc dehydration and anterior spondylosis with C3-4 mild, C4-5 mild to moderate, and C5-6 moderate canal stenosis without neural foraminal narrowing. The actual radiographic images were reviewed on the computer with the patient. MRI of the lumbar spine completed at St. John's Pleasant Valley Hospital on 2/25/2019. Radiologist Impression: 1. Mild disc disease manifest as a very shallow bulge at L4-5 and annular tear on the left at L5-S1. 2. Facet arthropathy from L3-4 through L5-S1. 3. Posterior element hypertrophic degenerative change, including redundant ligamentum flavum, superimposed upon shallow disc bulge at L4-5 is associated with mild bilateral lateral recess narrowing and a mild canal stenosis with AP diameter of the thecal sac estimated at 7.5 mm. 4. There is no high-grade foraminal compromise. The actual radiographic images were reviewed on the computer with the patient on 3/22/2019. Two-view x-ray of the thoracic spine taken by her chiropractor 3/22/2018. https://emr.spineandorthocenter.com/jsp/EMRViewVisitDocument.jsp?forwardFile=/PC... 10/29/2019 ",
    "Page 4": "Page 4 of 5 Image only Impression: 1. Mild spondylosis The actual radiographic studies were reviewed on the computer with the patient. Two-view x-ray of the lumbar spine taken by her chiropractor 3/22/2018. Image only Impression: 1. L5-S1 mild spondylosis The actual radiographic studies were reviewed on the computer with the patient. EMG/NCS: EMG/NCS of the bilateral lower extremities taken in office by me on 9/30/2019. Impression: 1. Normal study. 2. There is no electrodiagnostic evidence of focal nerve entrapment or generalized peripheral neuropathy affecting the lower limbs. 3. Please note that radiculopathies that are \"irritative\" or sensory in nature, and do not cause significant axonal degeneration, may not be detected by either EMG or nerve conduction studies. Therefore, a \"normal\" EMG or nerve conduction study does not rule out radiculopathy. PE: Gen: A&Ox3, NAD HEENT: AT/NC, EOMI Card: appears well perfused Pulm: no respiratory distress Abd: soft, ND Neuro: no focal changes ASSESSMENT: 1) cervical radiculopathy 2) cervicalgia 3) lumbar radiculopathy 4) low back pain TREATMENT PLAN: I discussed patient's condition at length today. She is continuing to have relief from the cervical epidural PRP injection on 8/9/19. She did not respond well to the Cymbalta or gabapentin 300mg po QHS. She is currently taking gabapentin 100mg po QHS, which is working well for her. I reviewed the results of the EMG/NCS of BLE with patient today. To further assess her ongoing cervical radicular pain, I recommend an EMG/NCS of BUE. Patient was provided an ACE wrap today for her right forearm/wrist swelling. Patient demonstrates understanding and is in agreement with this plan. Risks, benefits, and alternatives to the above plan including medication management and physical therapy have been discussed with patient. Time spent in counseling and discussion with the patient was > 50%, Including management plan, diagnosis, and treatment goals. CURES: - CURES report from 10/28/19 is consistent with medications prescribed. LABS: - None https://emr.spineandorthocenter.com/jsp/EMRViewVisitDocument.jsp?forwardFile=/PC... 10/29/2019 ",
    "Page 5": "Page 5 of 5 Thist Zhn 10/28/2019 Dr. Tristan Zhang Date Tristan Zhang, MD TZ/aq/vs CC: D: 10/28/2019 R: 10/29/2019 T: 10/29/2019 401 East Carrillo St. 326 West Main St., Ste #120 2725 16th Street 640 South B Street Santa Barbara, CA. 93101 Santa Maria, CA 93458 Bakersfield, CA 93301 Oxnard, CA 93036 Phone: 805-563-3307 Phone: 805-925-9997 Phone: 661-864-1150 Phone: 805-485-7042 Fax: 805-563-0998 Fax: 805-925-9988 Fax: 661-864-1145 Fax: 805-485-0716 Vight Ms. Vanessa Shi, (10/29/2019 3:20 PM PST https://emr.spineandorthocenter.com/jsp/EMRViewVisitDocument.jsp?forwardFile=/PC... 10/29/2019 ",
    "Page 6": "How does this medication help you with function? Please list all ways that this Medication helps you function. Following are some examples of things that medication can help with: sleeping, walking longer, sitting longer, keep you working, etc.: Please list any side effects you experience from this medication: Do you have stomach pain? Yes / No Have you had any nausea or vomiting since your last visit? Yes / No If yes, what is the cause? Please explain: Have you had any recent weight loss, fever, chills, or night sweats? Yes / No Do you have any problems with your bowels/bladder? Yes / No If yes, please explain: Circle all that apply since your last visit: None apply Frequency Diarrhea Seizures Frequent Constipation Frequent Headaches Swollen ankles or legs Bleeding w/ Bowel Movement Thoughts of hurting myself or others Other: Are you receiving physical therapy or chiropractic treatment? Yes / No If so where: How many days per week: What physical therapy or chiropractic treatments are you receiving? Have you had any acupuncture since your last visit? Yes / No Are you using any aids, such as : corset / cane / walker / body jacket / collar (circle) Have you had any medical tests since your last visit such as x-rays, MRI, blood tests, etc.? Yes / No What and Where? 4 ",
    "Page 7": "Have you seen any other doctors since your last visit? Yes / No What has been changed or treated? Have you been treated at a hospital since your last visit? Yes / No Please explain: Have you had any spinal injections since your last visit? Yes / No If yes, are you: Better Worse Same Any additional comments: 5 "
}