{
    "Page 1": "Operative Reports demonstrated very satisfactory reduction alignment and hardware placement. The quad insertion site was repaired with 0 Vicryl deep dermis closed with 2-0 Vicryl. All locking screw sites were closed with staples as were the was the quad wound. The traumatic wound was then closed in a layered fashion with 0 Vicryl in the deep subcutaneous 2-0 Vicryl in the deep dermis with a couple sutures and then staples spaced well for adequate drainage. The wounds were clean and dry dressing bacitracin Adaptic 4 X 4's warble padding as a posterior and U-splint was applied to the lower leg and Kling around the knee. Sponge and needle counts were correct and completion of procedure postoperative plan the patient be nonweightbearing right lower extremity for approximately 7-10 days then initiating touch or partial weightbearing. Indication for Surgery This 24-year-old males past instructed with open tibia-fibula fractures a right lower leg. Recommendation is for operative repair including debridement irrigation and intramedullary nailing and possible wound closure. Emergency consent was required as the patient is intubated and sedated. Findings Very satisfactory reduction alignment and hardware placement. Specimen(s) Debrided skin subcutaneous tissue muscle and bone, not sent to pathology Estimated Blood Loss 400 mL Complications None Copy To Riaz Bokhari Primary Care Physician Primary Physician: Out of Area Electronically Signed By: Matthew Harris , M.D. 07/25/16 05:01 Discharge Documentation Discharge Summary Auth (Verified) Service Date/Time: 8/24/2016 11:35 PDT Signed Information: Ryan Miller ,M.D.(8/25/2016 08:53 PDT); Ethan Brown NP (8/24/2016 11:50 PDT) Transcription Information: Date of Admission Discharge Disposition 07/24/2016 23:57 Other, reuperative care Date of Discharge Follow-upInstructions to Patient/Family 08/24/2016 Who: Daniel Smith Within: 1 to 2 weeks Who: Felix Kramer By: 08/12/2016 09:25 Admission Diagnosis(es) Motor vehicle collision with pedestrian Follow-up Care You may start Showering in Type I or II open fracture of shaft of right tibia and fibula Resume Regular Hygiene. Notify Physician if you experience; Increasing pain and Complex open wound of left eyelid tenderness around a surgical or wound area. Legend: *=Abnormal, C=Critical, c=Corrected, L=Low, H=High, f=Footnote, i=Interp Data, T=Textual, Lab Patient: Daniel Smith Palomar Medical Center New Med. Rec#: 2584837 Acct: 11028034 2185 West Citracado Parkway Admit Age: 24 years Sex: Male Birth Date: 10/1/1991 Escondido, CA 92029- Physician: Ryan Miller M.D. Phone: (442) 281-5000 Patient Location: 7E ORTHO PMCW; 781_C; 01 PALOMAR HEALTH Report Request ID: 40700028 A California Health Care District Print Date/Time: 10/3/2016 10:33 PDT ADHOC Page 22 of 1,369 ",
    "Page 2": "Discharge Documentation Depression Discharge Medications Maxitrol ophthalmic ointment, 1 Appl, Eye-Left, TID Suicidal ideation Tylenol 325 mg oral tablet, 650 mg, 2 tab, PO, q4hr, PRN Discharge Diagnosis(es) ZyPREXA 5 mg oral tablet, 5 mg, 1 tab, PO, qBedtime Motor vehicle collision with pedestrian Code Status Type I or II open fracture of shaft of right tibia and fibula 1. Full Resuscitation Complex open wound of left eyelid Copy To Depression Smith Felix Kramer Suicidal ideation Primary Care Physician History of Present Illness Primary Physician: Patient States None The patient is a 24 years old Male who was hit at about 50mph with significant windshield damage. He was transported to Palomar Medical Center as a trauma activation, Upon arrival GCS 12 and hemodynamically stable. He was intubated for airway protection. Hospital Course Admitted to the intensive care unit for ventilator support, pain control and further management of injuries. Orthopedic and plastic surgery were consulted and he underwent the below mention procedures. He was weaned and extubated. Clinically remained stable and was progressed to out of bed activities and diet. Psychiatry was consulted for management of depression and suicidal ideation, he was started on zyprexa and cleared for follow up as outpatient. Hospital course was prolonged due to patient being homeless and inability to secure placement for him. He was eventually accepted to recuperative care and deemed stable for discharge. At time of discharge he was ambulating with a walker, tolerating diet, pain controlled with tylenol. All incisions were healed. Left eye without drainage and mildly pink. Lab Abnormalities and Pertinent Diagnostics NONDISPLACED RIGHT POSTERIOR FIRST RIB FRACTURE SUBTLE SMALL CONTUSIONS OF THE RIGHT UPPER LOBE AND RIGHT LOWER LOBE. NO PNEUMOTHORAX. NO EVIDENCE OF SOLID ORGAN INJURY WITHIN THE ABDOMEN. NO EVIDENCE OF ACUTE DISPLACED FRACTURE OF THE THORACIC OR LUMBAR SPINE. COMMINUTED FRACTURE OF THE LEFT DISTAL CLAVICLE WHICH DEMONSTRATES ADJACENT PRESUMED CALLUS FORMATION AND IS PRESUMED SUBACUTE OR CHRONIC.. CORRELATE FOR FOCAL POINT TENDERNESS IN THIS REGION. [1] SUSPECTED NONDISPLACED LEFT FRONTAL CALVARIAL FRACTURE WITH ASSOCIATED BLOOD PRODUCTS IN THE LEFT FRONTAL SINUS AND EXTENSIVE LEFT PERIORBITAL AND EXTRACONAL SOFT TISSUE Legend: *=Abnormal, C=Critical, c=Corrected, L=Low, H=High, f=Footnote, i=Interp Data, T=Textual, @=Ref Lab Patient: Daniel Smith Palomar Medical Center New Med. Rec#: 2584837 Acct: 11028034 2185 West Citracado Parkway Admit Age: 24 years Sex: Male Birth Date: 10/1/1991 Escondido, CA 92029- Physician: Ryan Miller ,M.D. Phone: (442) 281-5000 Patient Location: 7E ORTHO PMCW; 781_C; 01 PALOMAR HEALTH Report Request ID: 40700028 A California Health Care District Print Date/Time: 10/3/2016 10:33 PDT ADHOC Page 23 of 1,369 ",
    "Page 3": "Discharge Documentation HEMATOMAS. NO EVIDENCE OF OVERT RETROBULBAR PROCESS, HOWEVER THERE IS PROPTOSIS OF THE LEFT ORBIT WITH INWARD DEVIATION OF THE MEDIAL AND SUPERIOR RECTUS MUSCLES DUE TO EXTRACONAL HEMATOMA. CORRELATE WITH OPHTHALMOLOGIC EXAMINATION. [2] COMMINUTED, DISPLACED TIBIAL AND FIBULAR SHAFT FRACTURES. [3] Procedures during Hospitalization 07/25/2016 Debridement irrigation skin, subcutaneous tissue, muscle and bone right open tibia-fibula fractures Intramedullary nailing right tibial shaft fracture Closed treatment right fibular shaft fracture with manipulation Repair intermediate right leg wound 10 cm Fasciotomy right calf deep and superficial posterior compartments. [4] 07/25/2016 Surgical excision and preparation of the 8.7 X 1 cm complex open wound of the left upper eyelid and eyebrow (8.7 cm ² Extremely complicated reconstruction of the left upper eyelid using adjacent tissue transfer and complex repair Removal of multiple foreign bodies of dirt and debris from the extremely deep complicated wound of the left upper eyelid and brow. 08/21/2016 Debridement and complex repair of the 2.6 cm open wound in the right upper eyelid [5] Surgical excision and preparation of the 1.1 X 1 cm complex open wound at the ciliary margin of the left upper eyelid (1.1 cm2) Complex repair with undermining of the 1.1 X 1 cm complex open wound at the ciliary margin of the left upper eyelid [6] [3]DI Tibia/Fibula Right; Isabella Taylor 07/25/2016 00:21 [4]Operative Report (Full), Amelia Harris M.D. 07/25/2016 04:51 (5)Operative Report (Full); Ethan Brown MD 07/25/2016 07:18 (6)Operative Report (Full); Ethan Brown MD 08/21/2016 15:20 Electronically Signed By: Matthew Harris , NP 08/24/16 11:50 Electronically Signed By: Ryan Miller M.D. 08/25/16 08:53 Other Physician Note Other Physician Note Auth (Verified) Service Date/Time: 7/25/2016 14:24 PDT Signed Information: Abigail Thompson ,M.D. (7/26/2016 11:54 PDT) Transcription Information: Miller Transcriptionist (7/26/2016 04:30 PDT) DICTATING PHYSICIAN: Abigail Thompson, MD Legend: *=Abnormal, C=Critical, c=Corrected, L=Low, H=High, f=Footnote, i=Interp Data, T=Textual, @=Ref Lab Patient: Daniel Smith Palomar Medical Center New Med. Rec#: 2584837 Acct: 11028034 2185 West Citracado Parkway Admit Age: 24 years Sex: Male Birth Date: 10/1/1991 Escondido, CA 92029- Physician: Ryan Miller M.D. Phone: (442) 281-5000 Patient Location: 7E ORTHO PMCW; 781_C; 01 PALOMAR HEALTH Report Request ID: 40700028 A California Health Care District Print Date/Time: 10/3/2016 10:33 PDT ADHOC Page 24 of 1,369 ",
    "Page 4": "Other Physician Note DATE OF SERVICE: 07/25/2016 RADIOLOGIC STUDIES INTERPRETATION AND REPORT The following radiologia studies were directly reviewed and interpreted by me. As the treating physician, I relied upon my interpretation to determine the diagnosis and plan of care. Additionally, at the time of my evaluation and treatment, there often is no radiologist's interpretation and report available for review; or I, as the physician treating the condition for which the radiologic studies were ordered, disagree with the radiologist's interpretation and find that their interpretation was not useful for the diagnosis and treatment of this patient. My interpretation (and not the radiologist' s) documented in the report below directly contributed to the diagnosis and treatment of this individual patient: STUDY: CT head without contrast performed 07/25/2016 at 0027. REASON FOR EXAM: Trauma. HISTORY: Trauma. COMPARISON: None. TECHNIQUE: Standard multidetector CT of the head without contrast. FINDINGS: No evidence of acute intracranial hemorrhage. No midline shift. Basal cisterns are patent. Sulci and gyri are visible. No evidence of cerebral edema. No skull fractures noted. Left frontal scalp and periorbital soft tissue swelling. IMPRESSION: Negative CT of the head without any evidence of acute traumatic injury. STUDY: CT scan of the cervical spine without contrast performed 07/25/2016 at 0031. REASON FOR EXAM: Trauma. HISTORY: Trauma. Legend: *=Abnormal, C=Critical, c=Corrected, L=Low, H=High, f=Footnote, i=Interp Data, T=Textual, @=Ref Lab Patient: Daniel Smith Palomar Medical Center New Med. Rec#: 2584837 Acct: 11028034 2185 West Citracado Parkway Admit Age: 24 years Sex: Male Birth Date: 10/1/1991 Escondido, CA 92029- Physician: Ryan Miller M.D. Phone: (442) 281-5000 Patient Location: 7E ORTHO PMCW; 781_C; 01 PALOMAR HEALTH Report Request ID: 40700028 A California Health Care District Print Date/Time: 10/3/2016 10:33 PDT ADHOC Page 25 of 1,369 "
}