{
    "Page 1": "Huntington Hospital Patient: Daniel Smith MRN: 001049621 Admit: 5/21/2016 FIN: 0002388866 Disch: 5/22/2016 DOB/Age/Sex: 4/27/1961 55 years Male Admitting: Nathan Thompson, MD Location: ED; C32; a Attending: Nathan Thompson, MD Copy to: Emergency Documentation Document Type: ED Report Service Date/Time: 5/22/2016 06:59 PDT Result Status: Auth (Verified) Perform Information: Nathan Thompson, MD (5/22/2016 07:12 PDT) Sign Information: Nathan Thompson, MD (6/5/2016 21:09 PDT) EDREPORT CHIEF COMPLAINT: Neck pain after motor vehicle accident HPI: This is a 55-year-old male who was the driver and was involved in a motor vehicle accident. The patient was restrained. They were traveling on surface streets and traveling about 35 miles per hour, and hit another car that crossed in front of them that did not stop. He did not hit his head. He did not lose consciousness. He complains of pain to his upper neck as well as pain to his shoulder. He denies any chest pain. He denies any shortness of breath. He denies any abdominal pain. He complains of low back pain. No numbness or weakness. The pain is about 8 out of 10 in severity. It is worse with movement, but it is better with rest. PAST MEDICAL HISTORY: Hypertension. PAST SURGICAL HISTORY: Denies. MEDICATIONS: He is taking Altace. ALLERGIES: No known drug allergies. SOCIAL HISTORY: He denies tobacco, alcohol, or drugs. REVIEW OF SYSTEMS: A 10 point review of systems is reviewed with the patient and is otherwise negative. PHYSICAL EXAMINATION: VITAL SIGNS: The patient has a blood pressure of 150/88, temperature 36.7 °C, heart rate 76, respiratory rate 18. He is reporting 7 out of 10 pain. GENERAL: He is a well-developed, well-nourished male who is sitting comfortably on the gurney in no apparent distress. HEENT: Normocephalic No signs of trauma. PERRL. Extraocular movements intact. Tympanic membranes are clear. Oropharynx is clear. No evidence of facial or oral trauma. Report Request ID: 6938720 Page 48 of 88 Print Date/Time: 6/6/2016 16:08 PDT ",
    "Page 2": "Huntington Hospital Patient: Daniel Smith MRN: 001049621 Admit: 5/21/2016 FIN: 0002388866 Disch: 5/22/2016 DOB/Age/Sex: 4/27/1961 55 years Male Admitting: Nathan Thompson, MD Location: ED; C32; a Attending: Nathan Thompson, MD Copy to: Emergency Documentation NECK: He complains of severe pain to the neck with palpation and does not range his neck secondary to pain. CHEST: Chest wall is stable. There is no seatbelt sign to the anterior neck or anterior chest. LUNGS: Clear to auscultation. HEART: Regular rate and rhythm. ABDOMEN: Soft, nontender, and nondistended. No rebound or guarding. No seatbelt sign. SKIN: Warm and dry. Well perfuse. No rashes, petechia, or purpura. EXTREMITIES: The patient has some range of motion of his shoulder, but otherwise he is neurovascularly intact. He also has some pain to his left wrist. No tenderness to palpation of the elbow. Neurovascularly intact. No swelling to the hands. Less than 2-second capillary refill. No other tenderness to palpation of the arms or joints. No stepoffs to the back, but he complains of some pain. MEDICAL DECISION MAKING: This is a 55-year-old male who is presenting after a motor vehicle accident with complaint of neck pain. The patient has tenderness to palpation of the midline. He was maintained in C-spine precautions. He did not hit his head or lose consciousness. A CT of the neck was ordered given the severe pain. This was read by Radiology as no acute fracture or subluxation of the cervical spine. The patient's symptoms were improved after he received Norco. An x-ray of the left wrist per my review shows no apparent fracture or dislocation. This is likely a sprain. We will place the patient in a splint for comfort. The patient was reassessed after splint placement and was neurovascularly intact. X-ray of the left shoulder per my review shows no apparent fracture or dislocation. The patient also complains of pain to his lumbar spine. There is no apparent fracture or dislocation per my review of his images. On reassessment, the patient's symptoms are controlled after Norco. We will discharge the patient home. CLINICAL IMPRESSION: Cervical sprain, wrist sprain, and shoulder strain after motor vehicle accident. DISPOSITION: Home in stable condition. We discussed return precautions. The patient will return for any worsening Report Request ID: 6938720 Page 49 of 88 Print Date/Time: 6/6/2016 16:08 PDT ",
    "Page 3": "Huntington Hospital Patient: Daniel Smith MRN: 001049621 Admit: 5/21/2016 FIN: 0002388866 Disch: 5/22/2016 DOB/Age/Sex: 4/27/1961 55 years Male Admitting: Nathan Thompson, MD Location: ED; C32; a Attending: Nathan Thompson, MD Copy to: Emergency Documentation symptoms. Nathan Thompson, MD MM:3T04/10018/OR DD: 05/22/2016 06:59:18 DT: 05/22/2016 07:01:32 Electronically routed to: Nathan Thompson, MD Electronically signed by: Nathan Thompson, MD Signed on: 06/05/2016 09:09 PM Modified by: Nathan Thompson, MD on 06/05/2016 09:09 PM PDT Report Request ID: 6938720 Page 50 of 88 Print Date/Time: 6/6/2016 16:08 PDT "
}